Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# video_page_01
source: Instructional Video
ar: فيديو تعليمي
bn: নির্দেশনামূলক ভিডিও
de: Einführungsvideo
es: Vídeo de instrucciones
fr: Vidéo explicative
hi: निर्देशात्मक वीडियो
in: Video Pembelajaran
it: Video Istruzioni
iw: סרטון הדרכה
ja: 説明ビデオ
ko: 사용법 동영상
pl: Film instruktażowy
pt: Vídeo de Instrução
ru: Видеоинструкция
ta: கற்பித்தல் வீடியோ
th: การเรียนการสอนด้วยวิดีโอ
tr: Eğitici Video
vi: Video hướng dẫn
zh: 教学视频

# video_page_02
source: Learn how to use this app to improve your English
ar: تعلم طريقة استخدام هذا التطبيق لتعلم اللغة الإنجليزية
bn: আপনার ইংরেজি শিক্ষা উন্নত করতে এই অ্যাপ্লিকেশন ব্যবহার করা শিখুন
de: Lerne diese App zu verwenden, um dein Englisch zu verbessern
es: Aprenda cómo usar esta aplicación para mejorar su inglés
fr: Apprenez à utiliser cette application pour améliorer votre anglais
hi: सीखिये कैसे अपने अंग्रेजी में सुधार करने के लिए इस एप्लिकेशन का उपयोग कर सकतें है
in: Pelajari bagaimana menggunakan aplikasi ini untuk mengembangkan kemampuan berbahasa Inggris kamu
it: Impara ad usare questa app per miglirare il tuo Inglese
iw: למד איך להשתמש באפליקציה זו כדי לשפר את האנגלית שלך
ja: 英語の上達のために、このアプリの使い方を学びましょう。
ko: 영어 실력을 향상시켜주는 앱 사용법
pl: Naucz się używać aplikacji, by poprawić swój Angielski
pt: Aprenda como usar esta aplicação para melhorar o seu Inglês
ru: Как использовать это приложение, чтобы улучшить свой английский
ta: உங்கள் ஆங்கில அறிவை மேம்படுத்த இந்த ஆப்லிகேஷனை எவ்வாறு பயன்படுத்தலாம் என்பதை அறியவும்.
th: เรียนรู้วิธีการใช้แอพนี้เพื่อพัฒนาภาษาอังกฤษของคุณ
tr: Bu uygulamayı nasıl kullanacağınızı İngilizcenizi geliştirmek için nasıl kullanıcağınızı öğrenin
vi: Tìm hiểu cách sử dụng ứng dụng này để cải thiện tiếng Anh của bạn
zh: 学习如何让此软件帮助你学习英语

# main_page_01
source: Vocabulary Lessons
ar: دروس الكلمات
bn: শব্দভান্ডার পাঠ
de: Vokabel-Übungen
es: Lecciones de vocabulario
fr: Leçons de vocabulaire
hi: शब्दावली अध्याय
in: Pelajaran Kosa Kata
it: Lezioni di Vocabolario
iw: שיעורי אוצר מילים
ja: 語彙レッスン
ko: 단어 레슨
pl: Lekcje słownictwa
pt: Lições de Vocabulário
ru: Уроки Лексики
ta: சொல் வள பாடங்கள்
th: การเรียนรู้คำศัพท์
tr: Kelime Hazinesi Dersleri
vi: Các bài học từ vựng
zh: 词汇课程

# main_page_02
source: Over 2,000 vocabulary lessons with word, definition, audio, and example sentences
ar: يوجد أكثر من 2,000 درس لتعلم الكلمات. تتكون هذة الدروس من الكلمة وتعريفها وأمثلة عليها ومقاطع صوتية.
bn: শব্দ, সংজ্ঞা, অডিও, এবং উদাহরণ বাক্য দ্বারা গঠিত 2,000টি শব্দভান্ডার পাঠ
de: Über 2.000 Vokabel-Übungen mit Wort, Definition, Audio, und Beispielsätzen
es: Más de 2.000 lecciones de vocabulario con palabras, definiciones, sonidos y frases de ejemplo
fr: Plus de 2.000 leçons de vocabulaire avec des mots, des définitions, des modèles de prononciations, et des phrases d'exemple
hi: शब्द, परिभाषा, ऑडियो, और उदाहरण वाक्य के साथ 2,000 से अधिक शब्दावली पाठ
in: Lebih dari 2.000 pelajaran kosa kata dilengkapi dengan kata, definisi, audio dan contoh kalimat
it: Oltre 2,000 lezioni di vocabolario con parole, definizioni, audio, e frasi esempio
iw: מעל ל-2,000 שיעורי אוצר מילים עם מילה, הגדרה, קובץ שמע, ומשפטים לדוגמה
ja: 単語、意味、音声、そして例文がついた2,000以上もの語彙レッスン
ko: 2,000개 이상의 단어에 대한 설명, 오디오, 그리고 예문으로 가득찬 단어 레슨
pl: Ponad 2,000 lekcji słownictwa ze słówkami, definicjami, plikami audio i przykładowymi zdaniami.
pt: Mais de 2,000 lições de vocabulário com palavras, definições, áudio, e frases de exemplo
ru: Более 2000 уроков английской лексики со значением слов, аудио и предложений с примерами
ta: சொல், சொற்பொருள் விளக்கம்,ஆடியோ, மற்றும் எடுத்துக்காட்டான வாக்கியங்களுடன் கூடிய 2000 இற்கும் அதிகமான சொல்வள பாடங்கள்.
th: บทเรียนคำศัพท์มากกว่า 2000 บทกับคำศัพท์ ความหมาย เสียง และตัวอย่างประโยค
tr: Sözcük, tanım, ses ve örnek cümleler içeren 2000'den fazla kelime hazinesi dersi
vi: Hơn 2.000 bài học từ vựng với từ ngữ, định nghĩa, giọng đọc và các câu ví dụ
zh: 超过2千条词汇，带有定义，发音，例句

# main_page_03
source: Vocabulary Quiz
ar: إختبار الكلمات
bn: শব্দভান্ডার কুইজ
de: Vokabel-Quiz
es: Cuestionario de vocabulario
fr: Questionnaires de vocabulaire
hi: शब्दावली प्रश्नोत्तरी
in: Kuis Kosa Kata
it: Quiz Vocabolario
iw: בוחן באוצר מילים
ja: 語彙クイズ
ko: 단어 퀴즈
pl: Quiz ze słownictwa
pt: Questionário de Vocabulário
ru: Словарный диктант
ta: சொல் வள புதிர்
th: แบบทดสอบคำศัพท์
tr: Kelime Hazinesi Quizi
vi: Kiểm tra từ vựng
zh: 词汇小测验

# main_page_04
source: Hundreds of quizzes to help you learn and remember
ar: مئات من الإختبارات لمساعدك على التعلم والتذكر.
bn: শত শত প্রশ্ন আপনাকে শিখতে এবং মনে রাখতে সাহায্য করে
de: Hunderte Quiz, die dir das Lernen und Einprägen erleichtern
es: Cientos de cuestionarios para ayudarle a aprender y recordar
fr: Des centaines de questionnaire pour vous aider à apprendre et à mémoriser
hi: आपको सिखने और याद करने में मदद कारण के लिए सैंकड़ो प्रश्नोत्तरी
in: Ratusan kuis yang akan membantu kamu belajar dan mengingat
it: Centinaia di quiz per aiutarti a imparare e ricordare
iw: מאות בחנים שיעזרו לך ללמוד ולזכור
ja: 学んで覚えるための何百ものクイズ
ko: 영단어를 익히고 암기할 수 있는 효과적인 영단어 퀴즈
pl: Setki quizów do pomocy w nauce i zapamiętywaniu
pt: Centenas de questionários para ajudarem a recordar e a aprender
ru: Сотни проверочных тестов, чтобы помочь вам учиться еще эффективнее
ta: நீங்கள் நினைவில் வைத்திருக்க மற்றும் கற்பதற்கு உதவும் வகையில் நூற்றுக்கணக்கான புதிர்கள்.
th: หลายร้อยแบบทดสอบจะช่วยคุณในการเรียนรู้และจดจำ
tr: Öğrenmenize ve hatırlamanıza yardımcı olacak yüzlerce quiz
vi: Hàng trăm câu hỏi giúp bạn học tập và ghi nhớ
zh: 几百个小测验帮助你学习并记住新单词

# main_page_05
source: Report Card
ar: بطاقة التقيم
bn: রিপোর্ট কার্ড
de: Virtuelles Zeugnis
es: Tarjeta de informe
fr: Bulletin de notes
hi: रिपोर्ट कार्ड
in: Kartu Laporan
it: Pagella
iw: תעודה
ja: 成績表
ko: 점수표
pl: Karta raportowa
pt: Boletim de Notas
ru: Электронный дневник
ta: அறிக்கை அட்டை
th: ใบรายงาน
tr: Rapor Kartı
vi: Phiếu báo cáo
zh: 成绩单

# main_page_06
source: View all your quiz scores
ar: عرض جميع درجاتك بالإختبار
bn: সমস্ত পরীক্ষার স্কোর দেখুন
de: All deine Quiz-Ergebnisse im Überblick
es: Ver todas las puntuaciones de sus cuestionarios
fr: Consultez toutes vos notes obtenues sur les questionnaires
hi: अपने सभी प्रश्नोत्तरी स्कोर देखिये
in: Menampilan semua nilai kuis kamu
it: Mostra tutti i tuoi risultati dei quiz
iw: לצפות בתוצאות כל הבחנים שלך
ja: 全部のクイズの成績を見る
ko: 퀴즈 점수 모두 보기
pl: Wyświetl wszystkie swoje wyniki
pt: Ver todas as notas dos seus questionários
ru: Смотреть результаты всех тестов
ta: உங்கள் அனைத்து புதிர் மதிப்பெண்களையும் பார்க்கவும்.
th: ดูคะแนนการทำแบบทดสอบทั้งหมดของคุณ
tr: Tüm quiz puanlarınızı görün
vi: Xem tất cả điểm kiểm tra của bạn
zh: 查看所有测验的成绩

# main_page_07
source: App Information
ar: التعريف بالتطبيق
bn: অ্যাপ সম্পর্কে তথ্য
es: Información de la aplicación
fr: Informations sur l'application
hi: एप्लिकेशन की जानकारी
in: Informasi Aplikasi
it: Informazione App
iw: מידע אודות האפליקציה
ja: アプリ情報
ko: 앱 정보
pl: Informacje o aplikacji
pt: Informação da Aplicação
ru: Информация о приложении
ta: ஆப்லிகேஷனுடைய தகவல்கள்.
th: ข้อมูลแอพ
tr: Uygulama Bilgisi
vi: Thông tin ứng dụng
zh: 应用软件信息

# main_page_08
source: Learn how this app was created and how it can help you learn English!
ar: هل هذا التطبيق فعال؟ تعلم كيف تم انشاء هذا التطبيق، وكيف يمكن أن يساعدك فى تعلم اللإنجليزية.
bn: এই অ্যাপ্লিকেশন কি সত্যিই কাজ করে? এই অ্যাপ্লিকেশন কীভাবে তৈরি করা হয়েছে এবং এটি কীভাবে আপনাকে ইংরেজি শিখতে সাহায্য করবে তা জানুন!
de: Hilft mir diese App wirklich? Erfahre wie diese App erstellt wurde und wie sie dir dabei helfen kann, Englisch zu lernen!
es: ¿Funcionará realmente esta aplicación? Aprenda cómo fue creada esta aplicación y cómo puede ayudarle a aprender inglés
fr: Cette application est-elle vraiment efficace ? Découvrez comment cette application a été créée et comment elle peut vous aider à apprendre l'anglais!
hi: क्या यह एप्लिकेशन सच में काम करेगा? जानिए कैसे इस एप्लिकेशन को बनाया गया और आपको अंग्रेजी सीखने में यह कैसे मदद कर सकता हैं!
in: Apakah aplikasi ini akan bekerja? Pelajari bagaimana aplikasi ini dibuat dan bagaimana aplikasi ini dapat membantu kamu belajar bahasa Inggris!
it: Funzionerà davvero questa app? Scopri come questa app è stata creata e come può aiutarti ad imparare l'Inglese
iw: האם האפליקציה זו באמת תעבוד? למד איך אפליקציה זו נוצרה ואיך היא יכולה לעזור לך ללמוד אנגלית!
ja: このアプリは本当に役に立つの？ このアプリがどうやって作られたか、どのように英語学習の役に立つのか見てみましょう！
ko: 이 앱으로 어떻게 영어 실력을 향상시킬 수 있을지 알아보세요.
pl: Czy ta aplikacja naprawdę działa? Dowiedz się jak została stworzona i jak pomoże Ci w nauce Angielskiego!
pt: Esta aplicação vai mesmo resultar? Aprenda como esta aplicação foi criada e como pode ajudar você na aprendizagem de Inglês!
ru: Будет ли оно действительно работать? Узнайте, как создавалось это приложение и как оно поможет вам в изучении английского!
ta: இந்த ஆப்லிகேஷன் உண்மையிலேயே வேலை செய்யுமா? இந்த ஆப்லிகேஷன் எவ்வாறு உருவாக்கப்பட்டது என்பதை அறியவும்.
th: แอพนี้จะได้ผลจริงๆ หรอ? เรียนรู้วิธีที่แอพนี้ถูกสร้างขึ้น และวิธีที่มันจะช่วยคุณในการเรียนรู้ภาษาอังกฤษ
tr: Bu uygulama gerçekten işe yarıyor mu? Uygulamanın nasıl ortaya çıktığını ve İngilizce öğrenmenize nasıl yardımcı olabileceğini öğrenin!
vi: Ứng dụng này có thực sự hiệu quả không? Tìm hiểu cách ứng dụng được tạo ra và làm thế nào ứng dụng có thể giúp bạn học tiếng Anh!
zh: 这个应用软件真的有用吗？查看此软件是如何制造的，看它能怎样帮你学习英语！

# main_page_09
source: Enable Audio Files
ar: تفعيل الملفات الصوتية
bn: অডিও ফাইল সক্রিয় করুন
de: Aktiviere Audiodateien
es: Permitir archivos de sonido
fr: Activer des fichiers audio
hi: ऑडियो फ़ाइलों को सक्षम करें
in: Mengizinkan File Audio.
it: Abilita File Audio
iw: אפשר קבצי שמע
ja: 音声ファイルを聞けるようにする
ko: 오디오 파일 작동시키기
pl: Włącz pliki audio
pt: Ativar Ficheiros Áudio
ru: Активировать аудио файлы
ta: ஆடியோ பைல்களை செயல்படுத்தவும்.
th: เปิดการใช้งานไฟล์เสียง
tr: Ses Dosyalarını Etkinleştir
vi: Kích hoạt các Tập tin Âm thanh
zh: 允许打开音频文件

# main_page_10
source: Turn on audio files to improve your English listening and speaking
ar: شغل الملفات الصوتية لتنمية مهارة الإستماع والتحدث.
bn: আপনার ইংরেজি শোনা এবং কথা বলার উন্নত করতে অডিও ফাইল চালু করুন
de: Schalte die Audiodatein ein, um deim Englisch durch Zuhören und Sprechen zu verbessern
es: Encienda los archivos de sonido para mejorar su escucha y habla en inglés
fr: Activez les fichiers audio pour améliorer votre écoute et communication en anglais
hi: अपने अंग्रेजी सुनने और बोलने में सुधार करने के लिए ऑडियो फाइलों को चालू करें
in: Jalankan file audio untuk mengembangkan kemampuan mendengar dan berbicara bahasa Inggris kamu.
it: Abilita i file audio per migliorare il tuo ascolto e la tua pronuncia inglese
iw: הדלק קבצי שמע כדי לשפר את האזנה והדיבור שלך באנגלית
ja: 英語のリスニングとスピーキング力を上げるために、音声ファイルをオンにしましょう。
ko: 듣고 따라할 수 있는 영어 오디오 파일을 작동시키세요.
pl: Włącz pliki audio by poprawić słuchanie i mówienie po Angielsku
pt: Ative os ficheiros áudio para melhorar a sua audição e oratória de Inglês
ru: Включите аудио, чтобы улучшить навыки аудирования и говорения
ta: உங்களது ஆங்கில, கேட்டல் மற்றும் பேசும் அறிவை மேம்படுத்த ஆடியோ பைல்களை இயக்கவும்.
th: เปิดไฟล์เสียงเพื่อช่วยพัฒนาภาษาอังกฤษของคุณในด้านการฟัง และการพูด
tr: İngilizce dinleme ve konuşmanızı geliştirmek için ses dosyalarını açın
vi: Bật các tập tin âm thanh để nâng cao khả năng nghe và nói tiếng Anh của bạn
zh: 打开音频文件，提高听力和口语

# main_page_11
source: Remove Ads
ar: إزالة الإعلانات
bn: বিজ্ঞাপন সরান
de: Werbung ausblenden
es: Eliminar anuncios
fr: Supprimez les pubs
hi: विज्ञापन हटाएँ
in: Hilangkan Iklan.
it: Rimuovi Pubblicità
iw: הסר פרסומות
ja: 広告なしにする
ko: 광고 삭제하기
pl: Wyłącz reklamy
pt: Eliminar Publicidade
ru: Убрать рекламу
ta: விளம்பரங்களை அகற்றவும்
th: ลบโฆษณา
tr: Reklamları kaldır
vi: Loại bỏ quảng cáo
zh: 去掉广告

# main_page_12
source: Tired of seeing? Turn them off now!
ar: هل تعبت من مشاهدة الإعلانات؟ توقف عن مشاهدتها الآن؟
bn: দেখাতে দেখাতে ক্লান্ত? এখনই বন্ধ করুন!
de: Genug von Werbung? Blende sie jetzt aus!
es: ¿Cansado de verlos? Apáguelos ahora
fr: Fatigué de les voir ? Désactivez-les maintenant !
hi: देखके थक गये? अब उन्हें बंद करें!
in: Lelah melihat iklan? Matikan sekarang!
it: Stanco di vederli? Disabilitali ora!
iw: עייף מלראות? כבה אותם עכשיו!
ja: 広告を見るのに飽きましたか？ 今すぐ無くしましょう！
ko: 광고가 지겨우시죠? 광고를 삭제해 보세요!
pl: Zmęczony widzeniem ich? Wyłącz je teraz!
pt: Cansado de ver? Desligue agora mesmo!
ru: Надоела реклама? Выключите ее прямо сейчас!
ta: பார்த்து சோர்வாக உள்ளீர்களா? இப்போது அவற்றை செயல் இழக்கச்செய்யவும்.
th: เหนื่อยที่เห็นมัน? ปิดพวกมันได้ตอนนี้!
tr: Görmekten sıkıldınız mı? Hemen kapatın!
vi: Mệt mỏi khi phải thấy? Tắt chúng ngay bây giờ!
zh: 感觉它们烦？把它们关了！

# main_page_13
source: Recommended Apps
ar: تطبيقات مقترحة
bn: প্রস্তাবিত অ্যাপ্লিকেশন
de: Empfohlene Apps
es: Aplicaciones recomendadas
fr: Applications recommandées
hi: अनुशंसित ऐप्लिकेशन
in: Rekomendasi Aplikasi
it: App Raccomandate
iw: אפלקציות מומלצות
ja: おすすめのアプリ
ko: 추천하는 앱
pl: Polecane aplikacje
pt: Aplicações Recomendadas
ru: Рекомендуемые приложения
ta: பரிந்துரைக்கப்பட்ட ஆப்லிகேஷன்கள்.
th: แนะนำแอพ
tr: Tavsiye edilen uygulamalar
vi: Các ứng dụng đề nghị
zh: 推荐的应用程序

# main_page_14
source: Learn English with other highly recommended apps from TalkEnglish
ar: تعلم اللغة الانجليزية مع برامج إخرى يوصى بها موقع TalkEnglish بشدة.
bn: টকইংলিশ থেকে অন্যান্য প্রস্তাবিত অ্যাপ্লিকেশনের সাহায্যের দ্বারা ইংরেজি শিখুন
de: Lerne Englisch mit anderen empfehlenswerten Apps von TalkEnglish
es: Arenda inglés con otras aplicaciones altamente recomendadas de TalkEnglish
fr: Apprenez l'anglais avec d'autres applications très recommandées par TalkEnglish
hi: TalkEnglish के अन्य अत्यधिक अनुशंसित ऐप्लिकेशन साथ अंग्रेजी सीखें
in: Belajar bahasa Inggris dengan aplikasi yang direkomendasikan dari TalkEnglish
it: Impara l'Inglese con altre app raccomandate da TalkEnglish
iw: למד אנגלית עם אפליקציות מאוד מומלצות אחרות מ- TalkEnglish
ja: TalkEnglishが特におすすめする他のアプリを使って英語を学びましょう。
ko: 토크잉글리쉬가 강력히 추천하는 앱으로 영어학습 하세요
pl: Naucz się się Angielskiego za pomocą polecanych aplikacji przez TalkEnglish
pt: Aprenda Inglês com outras aplicações altamente recomendadas da TalkEnglish
ru: Изучайте английский с другими потрясающими приложениями от TalkEnglish
ta: டாக் இங்லிஷ் மூலம் பரிந்துரைக்கப்பட்ட ஆப்லிகேஷன்களின் உதவியுடன் ஆங்கிலம் கற்கவும்.
th: เรียนภาษาอังกฤษกับแอพที่มีการแนะนำจากคนอื่นๆ อย่างมากจาก TalkEnglish
tr: TalkEnglish'in diğer tavsiye edilen uygulamalarıyla İngilizce Öğrenin
vi: Học tiếng Anh với các ứng dụng khác được khuyến nghị cao từ TalkEnglish
zh: 和另一个众多好评的软件TalkEnglish一起学习英语

# lesson_search_01
source: Search Lesson by Word
ar: البحث عن الدروس من خلال الكلمة
bn: শব্দ দ্বারা পাঠ অনুসন্ধান
de: Suche Übung nach Wort
es: Buscar lección por palabra
fr: Recherche de leçon par mot
hi: शब्द द्वारा अध्याय की खोज
in: Cari pelajaran berdasarkan Kata
it: Cerca Lezione per Parola
iw: חפש שיעור על פי מילה
ja: 単語でレッスンを検索する
ko: 단어로 레슨 검색하기
pl: Szukaj lekcji po słówku
pt: Pesquisar Lição por Palavra
ru: Искать урок по слову
ta: பாடத்தை சொல்லினால் தேடவும்.
th: ค้นหาบทเรียนจากคำศัพท์
tr: Kelimeye göre Ders seçin
vi: Tìm kiếm Bài học bằng Từ
zh: 通过单词查找课程

# lesson_search_02
source: Type a word here
ar: اكتب كلمة هنا
bn: এখানে একটি শব্দ টাইপ করুন
de: Tippe ein Wort hier
es: Escriba una palabra aquí
fr: Tapez un mot ici
hi: यहाँ पर एक शब्द लिखें
in: Ketik kata di sini
it: Inserisci una parola qui
iw: הקלד מילה כאן
ja: ここに単語を入力する
ko: 단어를 쓰세요
pl: Wpisz słowo tu
pt: Digite uma palavra aqui
ru: Напишите здесь ваше слово
ta: இங்கே ஒரு சொல்லை டைப் செய்யவும்
th: พิมพ์คำศัพท์ที่นี้
tr: Buraya bir kelime girin
vi: Gõ từ ở đây
zh: 在这里输入一个词

# lesson_page_01
source: Vocabulary Lesson
ar: درس الكلمات
bn: শব্দভাণ্ডার পাঠ
de: Vokabel-Übung
es: Lección de vocabulario
fr: Leçons de vocabulaire
hi: शब्दावली अध्याय
in: Pelajaran Kosa Kata
it: Lezione di Vocabolario
iw: שיעור אוצר מילים
ja: 語彙レッスン
ko: 단어 레슨
pl: Lekcja słownictwa
pt: Lição de Vocabulário
ru: Урок
ta: சொல் வள பாடங்கள்
th: การเรียนรู้คำศัพท์
tr: Kelime Hazinesi Dersi
vi: Bài học từ vựng
zh: 词汇课程

# lesson_page_02
source: Previous
ar: السابق
bn: পূর্ববর্তী
de: vorheriges
es: Previo
fr: Précédente
hi: पिछले
in: Sebelumnya
it: Precedente
iw: הקודם
ja: 前へ
ko: 이전
pl: Poprzedni
pt: Anterior
ru: Предыдущий
ta: முந்திய
th: ก่อนหน้านี้
tr: Önceki
vi: Trước
zh: 之前的

# lesson_page_03
source: Next
ar: التالى
bn: পরবর্তী
de: nächstes
es: Siguiente
fr: Suivante
hi: अगले
in: Selanjutnya
it: Prossimo
iw: הבא
ja: 次へ
ko: 다음
pl: Następny
pt: Próximo
ru: Следующий
ta: அடுத்த
th: ถัดไป
tr: Sonraki
vi: Sau
zh: 下一个

# lesson_page_04
source: Listen to All
ar: الإستماع للكل
bn: ক্লিক করে 'সমস্ত শুনুন'
de: alle anhören
es: Escuchar todo
fr: Toutes les entendre
hi: सभी सुने
in: Dengarkan Semua
it: Ascolta Tutti
iw: האזין לכל
ja: 全部聴く
ko: 전부 듣기
pl: Posłuchaj wszystkich
pt: Ouvir Tudo
ru: Прослушать все
ta: அனைத்தையும் கேளுங்கள்
th: ฟังทั้งหมด
tr: Hepsini Dinle
vi: Nghe tất cả
zh: 听全部

# lesson_page_05
source: All Sentences (with pause)
ar: كل الجمل ( مع التوقف المؤقت)
bn: সমস্ত বাক্য (বিরতির সাথে)
de: Alle Sätze (mit Pause)
es: Todas las frases (con pausa)
fr: Toutes les phrases (avec des pauses)
hi: सभी वाक्य (ठहराव के साथ)
in: Semua kalimat (dengan jeda)
it: Tutte le Frasi (con pausa)
iw: כל המשפטים (עם הפסקה)
ja: 全文（一時停止付き）
ko: 모든 문장들
pl: Wszystkie zdania (z pauzą)
pt: Todas as Frases (com pausa)
ru: Все предложения с паузой
ta: வாக்கியங்ககளை (இடைநிறுத்தி)
th: ประโยคทั้งหมด (พร้อมการหยุด)
tr: Tüm sözcükler (duraklama ile)
vi: Tất cả các câu (có tạm dừng)
zh: 全部的句子，有间隔

# vocab_quiz_01
source: Vocabulary Quiz
ar: إختبار الكلمات
bn: শব্দভান্ডার কুইজ
de: Vokabel-Quiz
es: Cuestionario de vocabulario
fr: Questionnaires de vocabulaire
hi: शब्दावली प्रश्नोत्तरी
in: Kuis Kosa Kata
it: Quiz Vocabolario
iw: בוחן באוצר מילים
ja: 語彙クイズ
ko: 단어 퀴즈
pl: Quiz ze słownictwa
pt: Questionário de Vocabulário
ru: Словарный диктант
ta: சொல் வள புதிர்
th: แบบทดสอบคำศัพท์
tr: Kelime Hazinesi Quizi
vi: Kiểm tra từ vựng
zh: 词汇测验

# vocab_quiz_02
source: Current
ar: الحالى
bn: বর্তমান
de: aktuell
es: Actual
fr: Actuelle
hi: मौजूदा
in: Saat ini
it: Attuale
iw: הנוכחי
ja: 現在の位置
ko: 현재
pl: Bieżący
pt: Atual
ru: Уровень
ta: தற்போதைய
th: ปัจจุบัน
tr: Mevcut
vi: Hiện tại
zh: 目前的

# vocab_quiz_03
source: Retake
ar: إعادة الإختبار
bn: পুনরায়
de: wiederholen
es: Volver a hacer
fr: Recommencer
hi: दोबारा
in: Coba lagi
it: Ripeti
iw: עשה שוב
ja: 受け直す
ko: 다시하기
pl: Powtórz
pt: Retomar
ru: Сдать еще раз
ta: திரும்ப எடுக்கவும்
th: ทำใหม่
tr: Tekrar al
vi: Thi lại
zh: 重新开始

# vocab_quiz_04
source: Begin
ar: أبدأ
bn: শুরু
de: starten
es: Empezar
fr: Commencer
hi: शुरू
in: Mulai
it: Inizia
iw: החל
ja: 受ける
ko: 시작하기
pl: Zacznij
pt: Iniciar
ru: Начать
ta: ஆரம்பிக்கவும்
th: เริ่มต้น
tr: Başlat
vi: Bắt đầu
zh: 开始

# vocab_quiz_05
source: Locked
ar: مغلق
bn: লক করা
de: gesperrt
es: Bloqueado
fr: Verrouillé
hi: बंद
in: Terkunci
it: Bloccato
iw: נעול
ja: ロック中
ko: 잠김
pl: Zablokowany
pt: Bloqueado
ru: Заблокирован
ta: பூட்டப்பட்டது
th: ล็อค
tr: Kilitli
vi: Đã khoá
zh: 未解锁

# vocab_quiz_06
source: Top 200 words
ar: أعلى 200 كلمة
bn: সেরা 200 শব্দ
de: Top 200 Wörter
es: Mejores 200 palabras
fr: 200 premiers mots
hi: शीर्ष के २०० शब्द
in: 200 kata Teratas
it: Le prime 200 parole
iw: 200 המילים השימושיות ביותר
ja: 上位200の単語
ko: Top 200 단어
pl: Najważniejsze 200 słów
pt: 200 palavras mais usadas
ru: топ 200 слов
ta: முதல் 200 சொற்கள்
th: 200 คำศัพท์ยอดนิยม
tr: En Önemli 200 kelime
vi: 200 từ hàng đầu
zh: 最常用200词

# vocab_quiz_07
source: Top 400 words
ar: أعلى 400 كلمة
bn: সেরা 400 শব্দ
de: Top 400 Wörter
es: Mejores 400 palabras
fr: 400 premiers mots
hi: शीर्ष के ४०० शब्द
in: 400 kata Teratas
it: Le prime 400 parole
iw: 400 המילים השימושיות ביותר
ja: 上位400の単語
ko: Top 400 단어
pl: Najważniejsze 400 słów
pt: 400 palavras mais usadas
ru: топ 400 слов
ta: முதல் 400 சொற்கள்
th: 400 คำศัพท์ยอดนิยม
tr: En Önemli 400 kelime
vi: 400 từ hàng đầu
zh: 最常用400词

# vocab_quiz_08
source: Top 600 words
ar: أعلى 600 كلمة
bn: সেরা 600 শব্দ
de: Top 600 Wörter
es: Mejores 600 palabras
fr: 600 premiers mots
hi: शीर्ष के ६०० शब्द
in: 600 kata Teratas
it: Le prime 600 parole
iw: 600 המילים השימושיות ביותר
ja: 上位600の単語
ko: Top 600 단어
pl: Najważniejsze 600 słów
pt: 600 palavras mais usadas
ru: топ 600 слов
ta: முதல் 600 சொற்கள்
th: 600 คำศัพท์ยอดนิยม
tr: En Önemli 600 kelime
vi: 600 từ hàng đầu
zh: 最常用600词

# vocab_quiz_09
source: Top 800 words
ar: أعلى 800 كلمة
bn: সেরা 800 শব্দ
de: Top 800 Wörter
es: Mejores 800 palabras
fr: 800 premiers mots
hi: शीर्ष के ८०० शब्द
in: 800 kata Teratas
it: Le prime 800 parole
iw: 800 המילים השימושיות ביותר
ja: 上位800の単語
ko: Top 800 단어
pl: Najważniejsze 800 słów
pt: 800 palavras mais usadas
ru: топ 800 слов
ta: முதல் 800 சொற்கள்
th: 800 คำศัพท์ยอดนิยม
tr: En Önemli 800 kelime
vi: 800 từ hàng đầu
zh: 最常用800词

# vocab_quiz_10
source: Top 1000 words
ar: أعلى 1000 كلمة
bn: সেরা 1000 শব্দ
de: Top 1000 Wörter
es: Mejores 1000 palabras
fr: 1000 premiers mots
hi: शीर्ष के १००० शब्द
in: 1000 kata Teratas
it: Le prime 1000 parole
iw: 1000 המילים השימושיות ביותר
ja: 上位1000の単語
ko: Top 1000 단어
pl: Najważniejsze 1000 słów
pt: 1000 palavras mais usadas
ru: топ 1000 слов
ta: முதல் 1000 சொற்கள்
th: 1000 คำศัพท์ยอดนิยม
tr: En Önemli 1000 kelime
vi: 1000 từ hàng đầu
zh: 最常用1000词

# vocab_quiz_11
source: Top 1200 words
ar: أعلى 1200 كلمة
bn: সেরা 1200 শব্দ
de: Top 1200 Wörter
es: Mejores 1200 palabras
fr: 1200 premiers mots
hi: शीर्ष के १२०० शब्द
in: 1200 kata Teratas
it: Le prime 1200 parole
iw: 1200 המילים השימושיות ביותר
ja: 上位1200の単語
ko: Top 1200 단어
pl: Najważniejsze 1200 słów
pt: 1200 palavras mais usadas
ru: топ 1200 слов
ta: முதல் 1200 சொற்கள்
th: 1200 คำศัพท์ยอดนิยม
tr: En Önemli 1200 kelime
vi: 1200 từ hàng đầu
zh: 最常用1200词

# vocab_quiz_12
source: Top 1400 words
ar: أعلى 1400 كلمة
bn: সেরা 1400 শব্দ
de: Top 1400 Wörter
es: Mejores 1400 palabras
fr: 1400 premiers mots
hi: शीर्ष के १४०० शब्द
in: 1400 kata Teratas
it: Le prime 1400 parole
iw: 1400 המילים השימושיות ביותר
ja: 上位1400の単語
ko: Top 1400 단어
pl: Najważniejsze 1400 słów
pt: 1400 palavras mais usadas
ru: топ 1400 слов
ta: முதல் 1400 சொற்கள்
th: 1400 คำศัพท์ยอดนิยม
tr: En Önemli 1400 kelime
vi: 1400 từ hàng đầu
zh: 最常用1400词

# vocab_quiz_13
source: Top 1600 words
ar: أعلى 1600 كلمة
bn: সেরা 1600 শব্দ
de: Top 1600 Wörter
es: Mejores 1600 palabras
fr: 1600 premiers mots
hi: शीर्ष के १६०० शब्द
in: 1600 kata Teratas
it: Le prime 1600 parole
iw: 1600 המילים השימושיות ביותר
ja: 上位1600の単語
ko: Top 1600 단어
pl: Najważniejsze 1600 słów
pt: 1600 palavras mais usadas
ru: топ 1600 слов
ta: முதல் 1600 சொற்கள்
th: 1600 คำศัพท์ยอดนิยม
tr: En Önemli 1600 kelime
vi: 1600 từ hàng đầu
zh: 最常用1600词

# vocab_quiz_14
source: Top 1800 words
ar: أعلى 1800 كلمة
bn: সেরা 1800 শব্দ
de: Top 1800 Wörter
es: Mejores 1800 palabras
fr: 1800 premiers mots
hi: शीर्ष के १८०० शब्द
in: 1800 kata Teratas
it: Le prime 1800 parole
iw: 1800 המילים השימושיות ביותר
ja: 上位1800の単語
ko: Top 1800 단어
pl: Najważniejsze 1800 słów
pt: 1800 palavras mais usadas
ru: топ 1800 слов
ta: முதல் 1800 சொற்கள்
th: 1800 คำศัพท์ยอดนิยม
tr: En Önemli 1800 kelime
vi: 1800 từ hàng đầu
zh: 最常用1800词

# vocab_quiz_15
source: Top 2000 words
ar: أعلى 2000 كلمة
bn: সেরা 2000 শব্দ
de: Top 2000 Wörter
es: Mejores 2000 palabras
fr: 2000 premiers mots
hi: शीर्ष के २००० शब्द
in: 2000 kata Teratas
it: Le prime 2000 parole
iw: 2000 המילים השימושיות ביותר
ja: 上位2000の単語
ko: Top 2000 단어
pl: Najważniejsze 2000 słów
pt: 2000 palavras mais usadas
ru: топ 2000 слов
ta: முதல் 2000 சொற்கள்
th: 2000 คำศัพท์ยอดนิยม
tr: En Önemli 2000 kelime
vi: 2000 từ hàng đầu
zh: 最常用2000词

# vocab_quiz_16
source: Top 2248 words
ar: أعلى 2248 كلمة
bn: সেরা 2248 শব্দ
de: Top 2248 Wörter
es: Mejores 2248 palabras
fr: 2248 premiers mots
hi: शीर्ष के २२६५ शब्द
in: 2248 kata Teratas
it: Le prime 2248 parole
iw: 2248 המילים השימושיות ביותר
ja: 上位2248の単語
ko: Top 2248 단어
pl: Najważniejsze 2248 słów
pt: 2248 palavras mais usadas
ru: топ 2248 слов
ta: முதல் 2248 சொற்கள்
th: 2248 คำศัพท์ยอดนิยม
tr: En Önemli 2248 kelime
vi: 2248 từ hàng đầu
zh: 最常用2248词
