Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# vocab_quiz_17
source: top 20 words
ar: أعلى 20 كلمة
bn: সেরা 20টি শব্দ
de: Top 20 Wörter
es: Mejores 20 palabras
fr: 20 premiers mots
hi: शीर्ष के २० शब्द
in: 20 kata teratas
it: le prime 20 parole
iw: 20 המילים השימושיות ביותר
ja: 上位20の単語
ko: top 20 단어
pl: Najważniejsze 20 słów
pt: 20 palavras mais usadas
ru: топ 20 слов
ta: முதல் 20 சொற்கள்
th: 20 คำศัพท์ยอดนิยม
tr: en önemli 20 kelime
vi: 20 từ hàng đầu
zh: 最常用20词

# vocab_quiz_18
source: top 40 words
ar: أعلى 40 كلمة
bn: সেরা 40টি শব্দ
de: Top 40 Wörter
es: Mejores 40 palabras
fr: 40 premiers mots
hi: शीर्ष के ४० शब्द
in: 40 kata teratas
it: le prime 40 parole
iw: 40 המילים השימושיות ביותר
ja: 上位40の単語
ko: top 40 단어
pl: Najważniejsze 40 słów
pt: 40 palavras mais usadas
ru: топ 40 слов
ta: முதல் 40 சொற்கள்
th: 40 คำศัพท์ยอดนิยม
tr: en önemli 40 kelime
vi: 40 từ hàng đầu
zh: 最常用40词

# vocab_quiz_19
source: top 60 words
ar: أعلى 60 كلمة
bn: সেরা 60টি শব্দ
de: Top 60 Wörter
es: Mejores 60 palabras
fr: 60 premiers mots
hi: शीर्ष के ६० शब्द
in: 60 kata teratas
it: le prime 60 parole
iw: 60 המילים השימושיות ביותר
ja: 上位60の単語
ko: top 60 단어
pl: Najważniejsze 60 słów
pt: 60 palavras mais usadas
ru: топ 60 слов
ta: முதல் 60 சொற்கள்
th: 60 คำศัพท์ยอดนิยม
tr: en önemli 60 kelime
vi: 60 từ hàng đầu
zh: 最常用60词

# vocab_quiz_20
source: top 80 words
ar: أعلى 80 كلمة
bn: সেরা 80টি শব্দ
de: Top 80 Wörter
es: Mejores 80 palabras
fr: 80 premiers mots
hi: शीर्ष के ८० शब्द
in: 80 kata teratas
it: le prime 80 parole
iw: 80 המילים השימושיות ביותר
ja: 上位80の単語
ko: top 80 단어
pl: Najważniejsze 80 słów
pt: 80 palavras mais usadas
ru: топ 80 слов
ta: முதல் 80 சொற்கள்
th: 80 คำศัพท์ยอดนิยม
tr: en önemli 80 kelime
vi: 80 từ hàng đầu
zh: 最常用80词

# vocab_quiz_21
source: top 100 words
ar: أعلى 100 كلمة
bn: সেরা 100টি শব্দ
de: Top 100 Wörter
es: Mejores 100 palabras
fr: 100 premiers mots
hi: शीर्ष के १०० शब्द
in: 100 kata teratas
it: le prime 100 parole
iw: 100 המילים השימושיות ביותר
ja: 上位100の単語
ko: top 100 단어
pl: Najważniejsze 100 słów
pt: 100 palavras mais usadas
ru: топ 100 слов
ta: முதல் 100 சொற்கள்
th: 100 คำศัพท์ยอดนิยม
tr: en önemli 100 kelime
vi: 100 từ hàng đầu
zh: 最常用100词

# vocab_quiz_22
source: top 120 words
ar: أعلى 120 كلمة
bn: সেরা 120টি শব্দ
de: Top 120 Wörter
es: Mejores 120 palabras
fr: 120 premiers mots
hi: शीर्ष के १२० शब्द
in: 120 kata teratas
it: le prime 120 parole
iw: 120 המילים השימושיות ביותר
ja: 上位120の単語
ko: top 120 단어
pl: Najważniejsze 120 słów
pt: 120 palavras mais usadas
ru: топ 120 слов
ta: முதல் 120 சொற்கள்
th: 120 คำศัพท์ยอดนิยม
tr: en önemli 120 kelime
vi: 120 từ hàng đầu
zh: 最常用120词

# vocab_quiz_23
source: top 140 words
ar: أعلى 140 كلمة
bn: সেরা 140টি শব্দ
de: Top 140 Wörter
es: Mejores 140 palabras
fr: 140 premiers mots
hi: शीर्ष के १४० शब्द
in: 140 kata teratas
it: le prime 140 parole
iw: 140 המילים השימושיות ביותר
ja: 上位140の単語
ko: top 140 단어
pl: Najważniejsze 140 słów
pt: 140 palavras mais usadas
ru: топ 140 слов
ta: முதல் 140 சொற்கள்
th: 140 คำศัพท์ยอดนิยม
tr: en önemli 140 kelime
vi: 140 từ hàng đầu
zh: 最常用140词

# vocab_quiz_24
source: top 160 words
ar: أعلى 160 كلمة
bn: সেরা 160টি শব্দ
de: Top 160 Wörter
es: Mejores 160 palabras
fr: 160 premiers mots
hi: शीर्ष के १६० शब्द
in: 160 kata teratas
it: le prime 160 parole
iw: 160 המילים השימושיות ביותר
ja: 上位160の単語
ko: top 160 단어
pl: Najważniejsze 160 słów
pt: 160 palavras mais usadas
ru: топ 160 слов
ta: முதல் 160 சொற்கள்
th: 160 คำศัพท์ยอดนิยม
tr: en önemli 160 kelime
vi: 160 từ hàng đầu
zh: 最常用160词

# vocab_quiz_25
source: top 180 words
ar: أعلى 180 كلمة
bn: সেরা 180টি শব্দ
de: Top 180 Wörter
es: Mejores 180 palabras
fr: 180 premiers mots
hi: शीर्ष के १८० शब्द
in: 180 kata teratas
it: le prime 180 parole
iw: 180 המילים השימושיות ביותר
ja: 上位180の単語
ko: top 180 단어
pl: Najważniejsze 180 słów
pt: 180 palavras mais usadas
ru: топ 180 слов
ta: முதல் 180 சொற்கள்
th: 180 คำศัพท์ยอดนิยม
tr: en önemli 180 kelime
vi: 180 từ hàng đầu
zh: 最常用180词

# vocab_quiz_26
source: top 200 words
ar: أعلى 200 كلمة
bn: সেরা 200টি শব্দ
de: Top 200 Wörter
es: Mejores 200 palabras
fr: 200 premiers mots
hi: शीर्ष के २०० शब्द
in: 200 kata teratas
it: le prime 200 parole
iw: 200 המילים השימושיות ביותר
ja: 上位200の単語
ko: top 200 단어
pl: Najważniejsze 200 słów
pt: 200 palavras mais usadas
ru: топ 200 слов
ta: முதல் 200 சொற்கள்
th: 200 คำศัพท์ยอดนิยม
tr: en önemli 200 kelime
vi: 200 từ hàng đầu
zh: 最常用200词

# vocab_quiz_27
source: Level 1
ar: المستوى 1
bn: স্তর 1
es: Nivel 1
fr: Niveau 1
hi: स्तर १
in: Tingkat 1
it: Livello 1
iw: רמה 1
ja: レベル1
ko: 레벨 1
pl: Poziom 1
pt: Nível 1
ru: Уровень 1
ta: நிலை 1
th: ระดับ 1
tr: Seviye 1
vi: Cấp độ 1
zh: 第1级

# vocab_quiz_28
source: Level 2
ar: المستوى 2
bn: স্তর 2
es: Nivel 2
fr: Niveau 2
hi: स्तर २
in: Tingkat 2
it: Livello 2
iw: רמה 2
ja: レベル2
ko: 레벨 2
pl: Poziom 2
pt: Nível 2
ru: Уровень 2
ta: நிலை 2
th: ระดับ 2
tr: Seviye 2
vi: Cấp độ 2
zh: 第2级

# vocab_quiz_29
source: Level 3
ar: المستوى 3
bn: স্তর 3
es: Nivel 3
fr: Niveau 3
hi: स्तर ३
in: Tingkat 3
it: Livello 3
iw: רמה 3
ja: レベル3
ko: 레벨 3
pl: Poziom 3
pt: Nível 3
ru: Уровень 3
ta: நிலை 3
th: ระดับ 3
tr: Seviye 3
vi: Cấp độ 3
zh: 第3级

# vocab_quiz_30
source: Level 4
ar: المستوى 4
bn: স্তর 4
es: Nivel 4
fr: Niveau 4
hi: स्तर ४
in: Tingkat 4
it: Livello 4
iw: רמה 4
ja: レベル4
ko: 레벨 4
pl: Poziom 4
pt: Nível 4
ru: Уровень 4
ta: நிலை 4
th: ระดับ 4
tr: Seviye 4
vi: Cấp độ 4
zh: 第4级

# vocab_quiz_31
source: Level 5
ar: المستوى 5
bn: স্তর 5
es: Nivel 5
fr: Niveau 5
hi: स्तर ५
in: Tingkat 5
it: Livello 5
iw: רמה 5
ja: レベル5
ko: 레벨 5
pl: Poziom 5
pt: Nível 5
ru: Уровень 5
ta: நிலை 5
th: ระดับ 5
tr: Seviye 5
vi: Cấp độ 5
zh: 第5级

# vocab_quiz_32
source: Level 6
ar: المستوى 6
bn: স্তর 6
es: Nivel 6
fr: Niveau 6
hi: स्तर ६
in: Tingkat 6
it: Livello 6
iw: רמה 6
ja: レベル6
ko: 레벨 6
pl: Poziom 6
pt: Nível 6
ru: Уровень 6
ta: நிலை 6
th: ระดับ 6
tr: Seviye 6
vi: Cấp độ 6
zh: 第6级

# vocab_quiz_33
source: Level 7
ar: المستوى 7
bn: স্তর 7
es: Nivel 7
fr: Niveau 7
hi: स्तर ७
in: Tingkat 7
it: Livello 7
iw: רמה 7
ja: レベル7
ko: 레벨 7
pl: Poziom 7
pt: Nível 7
ru: Уровень 7
ta: நிலை 7
th: ระดับ 7
tr: Seviye 7
vi: Cấp độ 7
zh: 第7级

# vocab_quiz_34
source: Level 8
ar: المستوى 8
bn: স্তর 8
es: Nivel 8
fr: Niveau 8
hi: स्तर ८
in: Tingkat 8
it: Livello 8
iw: רמה 8
ja: レベル8
ko: 레벨 8
pl: Poziom 8
pt: Nível 8
ru: Уровень 8
ta: நிலை 8
th: ระดับ 8
tr: Seviye 8
vi: Cấp độ 8
zh: 第8级

# vocab_quiz_35
source: Level 9
ar: المستوى 9
bn: স্তর 9
es: Nivel 9
fr: Niveau 9
hi: स्तर ९
in: Tingkat 9
it: Livello 9
iw: רמה 9
ja: レベル9
ko: 레벨 9
pl: Poziom 9
pt: Nível 9
ru: Уровень 9
ta: நிலை 9
th: ระดับ 9
tr: Seviye 9
vi: Cấp độ 9
zh: 第9级

# vocab_quiz_36
source: Level 10
ar: المستوى 10
bn: স্তর 10
es: Nivel 10
fr: Niveau 10
hi: स्तर १०
in: Tingkat 10
it: Livello 10
iw: רמה 10
ja: レベル10
ko: 레벨 10
pl: Poziom 10
pt: Nível 10
ru: Уровень 10
ta: நிலை 10
th: ระดับ 10
tr: Seviye 10
vi: Cấp độ 10
zh: 第10级

# quiz_page_01
source: Select the correct word
ar: إختر الكلمة الصحيحة
bn: সঠিক শব্দ নির্বাচন করুন
de: Wähle das richtige Wort
es: Seleccione la palabra correcta
fr: Sélectionnez le mot qui convient
hi: सही शब्द का चयन करें
in: Pilih kata yang benar
it: Seleziona la parola corretta
iw: בחר במילה הנכונה
ja: 正しい単語を選びましょう
ko: 올바른 단어를 고르세요
pl: Wybierz poprawne słowo
pt: Escolha a palavra correta
ru: Выберите правильное слово
ta: சரியான சொல்லை தெரிவு செய்யவும்
th: เลือกคำศัพท์ที่ถูกต้อง
tr: Doğru kelimeyi seçin
vi: Chọn từ đúng
zh: 选择正确的词

# quiz_page_02
source: Select the correct definition
ar: إختر التعريف الصحيح
bn: সঠিক সংজ্ঞা নির্বাচন করুন
de: Wähle die richtige Definition
es: Seleccione la definición correcta
fr: Sélectionnez la définition qui convient
hi: सही परिभाषा का चयन करें
in: Pilih definisi yang benar
it: Seleziona la definizione corretta
iw: בחר בהגדרה הנכונה
ja: 正しい意味を選びましょう
ko: 올바른 의미를 고르세요
pl: Wybierz poprawną definicję
pt: Escolha a definição correta
ru: Выберите правильное определение
ta: சரியான சொற்பொருள் விளக்கத்தை தெரிவு செய்யவும்
th: เลือกความหมายที่ถูกต้อง
tr: Doğru tanımı seçin
vi: Chọn định nghĩa đúng
zh: 选择正确的意思

# quiz_page_03
source: Definition
ar: التعريف:
bn: সংজ্ঞা
es: Definición
fr: Définition
hi: परिभाषा
in: Definisi
it: Definizione
iw: הגדרה
ja: 意味
ko: 의미
pl: Definicja
pt: Definição
ru: Определение
ta: சொற்பொருள் விளக்கம்
th: ความหมาย
tr: Tanım
vi: Định nghĩa
zh: 意思

# quiz_page_04
source: Word
ar: الكلمة:
bn: শব্দ
de: Wort
es: Palabra
fr: Mot
hi: शब्द
in: Kata
it: Parola
iw: מילה
ja: 単語
ko: 단어
pl: Słowo
pt: Palavra
ru: Слово
ta: சொல்
th: คำศัพท์
tr: Kelime
vi: Từ
zh: 词

# quiz_page_05
source: Check
ar: إفحص
bn: চেক করুন
de: nachsehen
es: Marcar
fr: Vérifier
hi: जाँच
in: Cek
it: Controlla
iw: בדוק
ja: 確認
ko: 확인하기
pl: Sprawdź
pt: Verificar
ru: Ответ
ta: சரி பார்க்கவும்
th: ตรวจสอบ
tr: Kontrol et
vi: Kiểm tra
zh: 检查

# quiz_page_06
source: Correct
ar: صحح
bn: সঠিক
de: richtig
es: Correcto
fr: Exact
hi: सही
in: Benar
it: Corretto
iw: נכון
ja: 正解
ko: 정답
pl: Poprawnie
pt: Correto
ru: Правильно
ta: சரியானது
th: ถูกต้อง
tr: Doğru
vi: Chính xác
zh: 正确

# quiz_page_07
source: Incorrect
ar: غير صحيح
bn: ভুল
de: falsch
es: Incorrecto
fr: Inexact
hi: गलत
in: Salah
it: Errato
iw: לא נכון
ja: 不正解
ko: 오답
pl: Niepoprawnie
pt: Incorreto
ru: Неправильно
ta: தவறானது
th: ไม่ถูกต้อง
tr: Yanlış
vi: Không chính xác
zh: 错误

# quiz_page_08
source: Next
ar: التالى
bn: পরবর্তী
de: nächstes
es: Siguiente
fr: Suivant
hi: अगला
in: Selanjutnya
it: Prossimo
iw: הבא
ja: 次へ
ko: 다음
pl: Następny
pt: Próximo
ru: Далее
ta: அடுத்த
th: ถัดไป
tr: Sonraki
vi: Tiếp theo
zh: 下一个

# quiz_page_09
source: Results
ar: النتائج
bn: ফলাফল
de: Ergebnisse
es: Resultados
fr: Résultats
hi: परिणाम
in: Hasil
it: Risultati
iw: תוצאות
ja: 結果
ko: 결과
pl: Wyniki
pt: Resultados
ru: Результаты
ta: முடிவுகள்
th: ผล
tr: Sonuçlar
vi: Kết quả
zh: 结果

# quiz_page_10
source: Report Card
ar: بطاقة التقيم
bn: রিপোর্ট কার্ড
de: Virtuelles Zeugnis
es: Tarjeta de informe
fr: Bulletin de notes
hi: रिपोर्ट कार्ड
in: Kartu Laporan
it: Pagella
iw: תעודה
ja: 成績表
ko: 점수표
pl: Karta raportowa
pt: Boletim de Notas
ru: Электронный дневник
ta: அறிக்கை அட்டை
th: ใบรายงาน
tr: Rapor Kartı
vi: Phiếu báo cáo
zh: 成绩单

# quiz_page_11
source: Next Quiz
ar: الإختبار التالى
bn: পরবর্তী কুইজ
de: nächstes Quiz
es: Siguiente cuestionario
fr: Questionnaire suivante
hi: अगले क्विज
in: Kuis Selanjutnya
it: Prossimo Quiz
iw: בוחן הבא
ja: 次のクイズ
ko: 다음 퀴즈
pl: Następny quiz
pt: Próximo Questionário
ru: Следующий тест
ta: அடுத்த புதிர்
th: แบบทดสอบถัดไป
tr: Sonraki Quiz
vi: Bài kiểm tra tiếp theo
zh: 下一个测验

# quiz_page_12
source: Please purchase the book to unlock the quizzes
ar: يرجى شراء الكتاب لكى تستطيع الدخول على الإختبارات
bn: কুইজেস আনলক করতে অনুগ্রহ করে এই বইটি কিনুন
de: Kaufe bitte das Buch um die Quiz freizuschalten
es: Favor de comprar el libro para desbloquear los cuestionarios
fr: Veuillez acheter le livre pour débloquer les quizzes
hi: प्रश्नों को खोलने के लिए कृपया पुस्तक खरीदें।
in: Silakan beli buku untuk membuka kuis yang terkunci
it: Acquista il libro per sbloccare i quiz
iw: נא לרכוש את הספר כדי לשחרר את הבחנים
ja: クイズを解除するには、本を購入して下さい。
ko: 퀴즈를 열려면 Book을 구매를 하세요
pl: Zakup książkę, by odblokować quizy
pt: Compre o book para desbloquear os questionários
ru: Пожалуйста, приобретите книгу, чтобы разблокировать тесты
ta: குவிஸ்களை அன்லாக் செய்ய தயவுசெய்து புத்தகத்தை வாங்கவும்
th: กรุณาซื้อหนังสือเล่นนี้เพื่อปลดล็อคแบบทดสอบ
tr: Quizleri açmak için lütfen kitabı satın alın
vi: Vui lòng mua sách để mở khoá các bài kiểm tra
zh: 请购买书以解锁小测验

# report_card_01
source: Overall Grade Average
ar: متوسط الدرجات الكلى
bn: সামগ্রিক গড় গ্রেড
de: Gesamter Notendurchschnitt
es: Grado medio general
fr: Moyenne générale
hi: कुल ग्रेड औसत
in: Rata-rata Nilai Keseluruhan
it: Media Totale Grado
iw: סך הכל ממוצע ציונים
ja: 総合評価の平均
ko: 전체 평균 등급
pl: Średnia ocen
pt: Média de Notas Geral
ru: Средний балл
ta: ஒட்டுமொத்த தரம் சராசரியானது
th: เกรดเฉลี่ยโดยรวม
tr: Genel Not Ortalaması
vi: Tổng xếp loại trung bình
zh: 总体平均成绩

# report_card_02
source: Overall Score Average
ar: متوسط النقاط الكلى
bn: সামগ্রিক গড় স্কোর
de: Gesamter Punktedurchschnitt
es: Puntuación media general
fr: Moyenne générale des notes
hi: कुल स्कोर औसत
in: Rata-rata Nilai Keseluruhan
it: Media Totale Punteggio
iw: סך הכל ממוצע תוצאות
ja: 総合得点の平均
ko: 전체 평균 점수
pl: Średni wynik
pt: Média de Pontuação Geral
ru: Средний результат
ta: ஒட்டுமொத்த மதிப்பெண் சராசரியானது
th: คะแนนเฉลี่ยโดยรวม
tr: Genel Puan Ortalaması
vi: Tổng điểm trung bình
zh: 总体平均得分

# report_card_03
source: Not Taken
ar: غير مأخوذ
bn: নেওয়া হয়নি
de: nicht gemacht
es: No tomado
fr: Pas passé
hi: भाग नहीं लिया
in: Belum diambil
it: Quiz non ancora fatto
iw: לא נעשה
ja: まだ受けていない
ko: 미실행
pl: Nieukończony
pt: Não Feito
ru: Еще не пройден
ta: எடுக்கவில்லை
th: ยังไม่ทำ
tr: Alınan Not
vi: Chưa làm
zh: 还未开始

# app_info_01
source: How the words were selected
ar: كيف تم إختيار الكلمات
bn: শব্দ কিভাবে নির্বাচিত হয়
de: Wie die Wörter ausgewählt wurden
es: Cómo han sido seleccionadas las palabras
fr: Comment ont été sélectionnés les mots
hi: शब्दों को कैसे चुना गया है
in: Bagaimana kata-kata tersebut dipilih
it: Come vengono selezionate le parole
iw: איך המילים נבחרו
ja: どのようにして単語を選んだのか
ko: 이 단어들이 어떤 방법으로 선택되었는가
pl: Jak wybierane są słówka
pt: Como foram as palavras escolhidas
ru: Каким образом мы выбрали именно эти слова
ta: சொற்கள் எவ்வாறு தெறிவு செய்யப்பட்டன
th: คำศัพท์ถูกเลือกด้วยวิธีไหน
tr: Kelimeler nasıl seçildi
vi: Các từ được chọn như thế nào
zh: 这些词从哪来

# app_info_02
source: From hundreds of hours of research, the top 2,248 vocabulary words were selected by extracting words from dialogues totaling more than 500,000 words. The only words to make it into the top 2,248 words were those that were present in 1) The British National Corpus top 3,000 words, 2) The Corpus of Contemporary American English top 5,000 words, and 3) The 3,000 most frequently spoken words from Longman Communication.
ar: بعد مئات الساعات من البحث، تم إختيار أكثر 2,248 كلمة إستخداما من حوارات يصل عدد كلماتها الى 500,000 كلمة. تم إستخراج هذة الكلمات من 1) أكثر 3,000 كلمة إستخداما من The British National Corpus, 2) اكثر 5,000 كلمة إستخداما من The Corpus of Contemporary American English, 3 ican English, 3 ) أكثر 3,000 كلمة إستخداما من Longman Communication.
bn: শত শত ঘন্টা গবেষণার পর, ডায়ালগ থেকে নেওয়া মোট 500,000 শব্দের মধ্য থেকে 2,248 শব্দভান্ডার বছাই করা হয়েছে। এই 2,248টি বাছাই করা শব্দ নেওয়া হয় 1) ব্রিটিশ ন্যাশনাল করপাসের 3,000 শব্দের থেকে 2) করপাস আমেরিকান ইংরেজির শীর্ষ 5,000 শব্দ থেকে, এবং 3) লংম্যান কমিউনিকেশন 3,000 সবচেয়ে ঘন ঘন উচ্চারিত শব্দ থেকে।
de: Bei der gründlichen Recherche, wobei Wörter von Dialogen von Gesamt mehr als 500.000 Wörter entnommen wurden, wählten wir die Top 2.248 Vokabeln. Die Wörter, die es in die Top 2.248 Wörter schafften, waren jene, die in folgenden Korpora vorhanden waren: 1) The British National Corpus Top 3.000 Wörter, 2) The Corpus of Contemporary American English Top 5.000 Wörter, und 3) die 3.000 am häufigsten gesprochenen Wörter von Longman Communication.
es: A partir de cientos de horas de investigación, las 2,248 mejores palabras de vocabulario fueron seleccionadas mediante la extracción de palabras de diálogos de un total de más de 500.000 palabras. Las únicas palabras que estuvieron entre las 2.248 palabras fueron las que estuvieron presentes en 1) Las mejores del British National Corpus 3.000 palabras, 2) Las mejores del Corpus of Contemporary American English 5.000 palabras, y 3) Las 3.000 palabras pronunciadas con más frecuencia de Longman Comunicación.
fr: Grâce à des centaines d'heures de recherche, 2248 mots de vocabulaire les plus utilisés ont été sélectionnés dans des dialogues totalisant plus de 500.000 mots. Les seuls mots à entrer dans la liste des 2.248 mots les plus utilisé sont ceux qui présents dans 1) La liste des 3.000 premiers mots du British National Corpus, 2) la liste des 5.000 premiers mots du Corpus of Contemporary American English, et 3) la liste des 3.000 mots les plus utilisés de la Longman Communication.
hi: कई सौ घंटों के शोध से, शीर्ष के २२६५ शब्दों को कई सरे वाक्य को निचोड़ के चुना गया है जिनमे कुल मिलाके ५०,००० से ज्यादा शब्द आते है। शीर्ष के २२६५ शब्दों में स्थान पानेवाले केवल वही शब्द है जो उपस्थित है १) The British National Corpus के शीर्ष के ३००० शब्दों में , २) The Corpus of Contemporary American English शीर्ष के ५००० शब्दों में और ३)Longman Communication के ३,००० सबसे अधिक बार बोले गए शब्दों में।
in: Dari penelitian yang menyita ratusan jam, 2.248 kosa kata dipilih dengan menggali kata dari banyak dialog yang totalnya mencapai 500.000 kata. Kata yang terpilih di antara 2.248 kata adalah yang tampil pada 1) 3.000 Kata Terpilih dari The British National Corpus 2) 5.000 Kata Terpilih dari The Corpus of Contemporary American English, dan 3) 3.000 kata yang paling sering dituturkan dari Longman Communication
it: Da centinaia di ore di ricerca, le prime 2,248 parole di vocabolario in classifica sono state selezionate estraendole da dialoghi che in totale ammontano a più di 500,000 parole. Le parole che fanno parte della classifica sono state prese da 1) The British National Corpus top 3,000 parole, 2) The Corpus of Contemporary American English top 5,000 parole, e 3) le 3,000 parole più usate nel dialogo secondo Longman Communication.
iw: לאחר מאות שעות של מחקר, נבחרו 2,248 המילים השימושיות ביותר מתוך דיאלוג, הכולל יותר מ-500,000 מילים. המילים היחידות שהוכנסו ל- 2,248 המילים השימושיות ביותר נלקחו מתוך, 1) 3,000 המילים השימושיות ביותר של The British National Corpus, 2) 5,000 המילים השימושיות ביותר של The Corpus of Contemporary American English, 3) 3,000 המילים המדוברות ביותר מ- Longman Communication.
ja: 何百時間ものリサーチにより、５０万語を超える対話文の中から上位2,248の単語を選りすぐりました。上位2,248に入った単語は、1) 大英国立コーパスの上位3,000語、2) 現代アメリカ英語コーパスの上位5,000語、そして、3) ロングマン・コミュニケーションの、最もよく使われる話し言葉の上位3,000語に入った単語です。
ko: 수많은 연구조사 끝에, 50만개 이상의 단어로 구성된 대화에서 가장 빈번히 쓰이는 2,248개의 단어들이 선택되었습니다. 이렇게 선택된 2,248개의 단어들은 1) 영국 옥스퍼드 대학교의 British National Corpus의 Top 3,000개 단어, 2) Corpus of Contemporary American English의 Top 5,000개 단어, 그리고 3) Longman Communication 의 Top 실생활 영단어 3,000개에 모두 해당되는 중요한 단어들입니다.
pl: Z setek słów, przez godziny poszukiwań znaleźliśmy 2,248 najważniejszych słów, które totalizują 500,000 słów podczas dialogu. Słowa wybrane do naszego grona 2,248 słów to tylko te, które występują w 1) British National Corpus – najważniejsze 3000 słów 2) Corpus of Contemporary American English – najważniejsze 5,000 słów i 3)Najbardziej powszechne 3,000 słów od Longman Communication
pt: Partindo de milhares de horas de pesquisa, as 2,248 palavras de vocabulário mais usadas foram escolhidas extraído as palavras de diálogos com mais do que 500,000 palavras. As únicas palavras que chegaram às 2,248 foram as que estavam presentes em 1) O British National Corpus escolheu 3,000 palavras, 2) O Corpus of Contemporary American English escolheu 5,000 palavras, e 3) As 3,000 palavras mais frequentemente faladas do Longman Communication.
ru: Потратив сотни часов на исследования, мы выбрали 2248 слов, используемых в диалогах общим количеством слов 500 000. В наш топ попали только те слова, которые присутствовали в 1) топ 3000 слов от The British National Corpus, 2) топ 5000 слов от The Corpus of Contemporary American English, и 3) топ 3000 наиболее часто используемых слов от Longman communication.
ta: பல நூற்றுக்கணக்கான மணி நேர ஆய்வுகளின் பின்னர் ,மொத்தமாக 500,000 இற்கும் அதிகமான சொற்களைக் கொண்ட உரையாடல்களிலிருந்து முதல் 2,248 சொற்கள் பிரித்தெடுக்கப்பட்டு தெரிவு செய்யப்பட்டன.(முதல் 2,248 சொற்கள் தெரிவு செய்யப்டுவதற்கான சொற்கள் 1)பிரிட்டிஷ் தேசிய கார்பஸ் தொகுப்புக்களின் 3,000 சொற்களிலும், 2)தற்கால அமெரிக்க ஆங்கில கார்பஸ் தொகுப்புக்களின் 5,000 சொற்களிலும், மற்றும் 3)"லாங்க்மான் கம்யூனிகேஷனின்" 3,000 அடிக்கடி பேசப்படும் சொற்களிலும் உள்ளன
th: จากหลายร้อยชั่วโมงของการวิจัย คำศัพท์ยอดนิยม 2,248 คำถูกเลือกโดยการแยกคำศัพท์จากการอภิปรายทั้งหมดมากกว่า 500,000 คำ คำศัพท์ที่จะถูกเลือกเข้าร่วมในคำศัพท์ยอดนิยม 2,248 คำ คำเหล่านั้นต้องมีอยู่ใน 1)คำศัพท์ยอดนิยม 3,000 คำของ The British National Corpus 2) คำศัพท์ยอดนิยม 5,000 คำของ The Corpus of Contemporary American English และ 3) 3000 คำศัพท์ที่มีการพูดถึงมากที่สุดจาก Longman Communication
tr: Yüzlerce saat araştırmanın sonucu olarak, 500.000’den fazla sözcük içeren diyaloglar arasından en sık kullanılan 2248 kelime hazinesi sözcüğü seçildi. En önemli 2248 sözcük şu şekilde seçildi. 1) The British National Corpus en önemli 3000 sözcük 2) The Corpus of Contemporary American English en önemli 5000 sözcük ve 3) Longman Communication’daki en sık kullanılan 3000 sözcük
vi: Từ hàng trăm giờ nghiên cứu, 2248 từ vựng hàng đầu đã được lựa chọn bằng cách trích lọc từ ngữ từ các cuộc đối thoại trong tổng cộng hơn 500.000 từ. Những từ có mặt trong danh sách 2.248 từ phải thoả mãn điều kiện hiện diện ở 1) British National Corpus 3,000 từ hàng đầu, 2) Corpus of Contemporary American English 5,000 từ hàng đầu và 3) 3,000 từ được nói phổ biến nhất từ Longman Communication.
zh: 经过几百个小时的研究，我们从超过50万词的对话中选出最常用的2248个词。这些被选出来的词都是在这些资料里出现的：1. 英国国家词库最常用的3000词 2.美国英语最常用5000词 3.Longman Communication最日常3000用词

# app_info_03
source: How do I study with this app?
ar: كيف اذاكر؟
bn: আমি কিভাবে অধ্যয়ন করব?
de: Wie lerne ich?
es: ¿Cómo estudio?
fr: Comment étudier ?
hi: मैं कैसे अध्ययन करू?
in: Bagaimana caranya aku belajar?
it: In che modo posso studiare?
iw: איך אני לומד?
ja: どのように勉強したらいいの？
ko: 어떻게 영어를 학습할 것인가?
pl: Jak mam się uczyć?
pt: Como estudo?
ru: Как учиться?
ta: நான் கற்பது எவ்வாறு
th: ฉันจะเรียนได้อย่างไร
tr: Nasıl çalışabilirim?
vi: Tôi học tập như thế nào?
zh: 我该如何学习？
