Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# message_downloading
source: Downloading in progress. You may use the app and study while downloading. Click the back button on top to go to the main page.
ar: جارى التحميل . يمكنك الدراسة واستخدام البرنامج إلى أن ينتهى التحميل . إضغط على زر الرجوع للخلف الموجود بالأعلى للذهاب إلى الصفحة الرئيسية .
bn: ডাউনলোড চলছে। ডাউনলোড চলার সময় আপনি অ্যাপ্লিকেশন ব্যবহার এবং অধ্যয়ন করতে পারেন। মূল পাতায় ফিরে যেতে উপরের পিছনে বাটন ক্লিক করুন।
de: Download im Gange. Die App kann während dem Download weiterhin verwendet werden. Klicke auf den Zurück-Knopf oben auf der Seite um zur Startseite zurückzukehren.
es: Descarga en progreso. Es posible utilizar la aplicación y estudiar durante la descarga. Haga clic en el botón de Atrás en la parte superior para ir a la página principal.
fr: Téléchargement en cours. Vous pouvez utiliser l'application et étuder lors du téléchargement. Cliquez sur le bouton de retour en haut pour accéder à la page principale.
hi: डाउनलोड प्रगति में है। डाउनलोड होते समय आप ऐप का प्रयोग कर सकते हैं और पढ़ सकते हैं। मुख्य पेज पर वापस जाने के लिए ऊपर दिया गया पीछे का बटन क्लिक करें।
in: Sedang Mengunduh. Kamu bisa menggunakan dan belajar dengan apikasi ini selagi mengunduh. Klik tombol "kembali" di atas untuk pergi ke halaman utama.
it: Download in corso. Puoi utilizzare l'applicazione è studiare durante il download. Usa il tasto indietro posizionato in alto per tornare alla pagina principale.
iw: ההורדה בתהליך. ניתן להשתמש האפליקציה וללמוד בזמן ההורדה. לחץ על כפתור החזרה למעלה כדי לחזור לעמוד הראשי
ja: ダウンロード中にアプリを使用して勉強したいのであれば、画面上の戻るボタンをクリックしてメインページに戻ってください。
ko: 다운로드 중 입니다. 다운로드 중에도 앱을 사용하실 수 있습니다. 메인 페이지로 가시려면 상단의 '뒤로' 버튼을 눌러 주세요.
pl: Pobieranie w toku. Możesz się uczyć korzystając z aplikacji podczas pobierania. Kliknij przycisk Wstecz u góry, aby przejść na stronę główną.
pt: Descarregamento em andamento. Pode usar o aplicativo e estudar enquanto está baixando. Clique no botão de regressar no topo da página para ir para a página principal.
ru: Идет скачивание. Вы можете использовать приложение и учиться в процессе скачивания. Нажмите на кнопку "Назад" наверху, чтобы вернуться на главную страницу.
ta: பதிவிறக்கம் நடந்துகொண்டிருக்கிறது. பதிவிறக்கும் நடந்துகொண்டிருக்கும் போதே நீங்கள் பயன்பாட்டை உபயோகிக்கலாம் மற்றும் படிக்கலாம். முக்கிய பக்கம் செல்ல, மேலுள்ள பின் செல்லும் பொத்தானை கிளிக் செய்யவும்.
th: อยู่ในระหว่างการดาวน์โหลด คุณอาจใช้แอพ และทำการเรียนได้ขณะดาวน์โหลด คลิกที่ปุ่มย้อนกลับด้านบนเพื่อไปยังหน้าหลัก
tr: İndirme devam ediyor. İndirme devam ederken uygulamayı kullanabilir ve çalışabilirsiniz. Ana sayfaya geri dönmek sayfa başındaki geri butonuna basın.
vi: Đang trong tiến trình tải về. Bạn có thể sử dụng ứng dụng và học trong khi tải. Nhấn vào nút trở lại trên đầu trang để trở về trang chính.
zh: 正在下载，下载时您可以用app继续学习。要回去本页的话，请点击最上边的返回按钮。

# removeads_desc
source: Remove distractions and focus on your studies
ar: أزل التشويش وركز على الدراسة
bn: অমনোযোগী না হয় নিজের পড়ায় ফোকাস দিন।
de: Weniger Ablenkungen und eine bessere Konzentration auf das Lernen
es: Elimine las distracciones y concéntrese en sus estudios
fr: Oubliez les distractions et concentrez-vous sur vos études
hi: ध्यान भटकाने वाली चीजों को दूर करें और अपनी पढ़ाई पर ध्यान दें।
in: Singkirkan semua gangguan dan fokuslah pada studi Anda
it: Elimina le distrazioni e concentrati sui tuoi studi
iw: פטור את עצמך מהסחות דעת ותתרכז בלימודים
ja: 邪魔なものをなくし、勉強に集中しましょう
ko: 방해받지 않고 학습에 집중하세요
pl: Usuń rozpraszacze i skup się na nauce
pt: Elimine as distrações e se concentre nos seus estudos
ru: Удалить рекламу и сосредоточиться на учебе
ta: கவனச்சிதறல்களை நீக்கி உங்கள் படிப்பில் கவனம் செலுத்தவும்
th: ลบสิ่งรบกวน และมุ่งเน้นไปที่การเรียนของคุณ
tr: Dikkat dağıtıcı şeylerden kurtulun ve çalışmalarınıza odaklanın
vi: Loại bỏ những điều làm bạn sao nhãng và tập trung vào việc học
zh: 消除干扰，专心于你的学习

source: Restore Purchase
ar: إستعادة المنتجات
bn: ক্রয় পুনরুদ্ধার
de: Kauf wiederherstellen
es: Restaurar Comprar
fr: Restaurer L'achat
hi: खरीदारी पुनर्स्थापित करें
in: Kembalikan Pembelian
it: Ripristina acquisto
iw: שחזר רכישה
ja: 購入の回復
ko: 재복원 구매
pl: Odzyskaj zakupy
pt: Restaurar Compras
ru: Восстановить покупку
ta: வாங்கியதை முன் நிலையில் வை
th: การเรียกคืนแอพที่จ่ายเงิน
tr: Satın Alınanları Tekrar İndir
vi: Khôi phục mua hàng
zh: 恢复购买
