Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# app_listening_desc
source: Highly rated and very popular! Improve your English listening with this amazing FREE app.
ar: تطبيق قيم ويحظى بشعبية كبيرة ! حسن مهارة الإستماع مع هذا التطبيق المجانى الرائع .
bn: আনুক ভাল রেট এর সাথে এবং খুব জনপ্রিয়! এই আশ্চর্যজনক বিনামূল্য অ্যাপ্লিকেশনে শুনে শুনে আপনার ইংরেজি উন্নত করুন।
de: Sehr gut bewertet und sehr beliebt! Verbessere dein Englisches Verständnis mit dieser großartigen GRATIS App.
es: Altamente puntuada y muy popular. Mejore su inglés escuchando con esta increíble aplicación gratuita
fr: Mieux notés et très populaire! Améliorez votre anglais en écoutant avec cette application gratuite et incroyable.
hi: उच्च मूल्यांकित और बहुत लोकप्रिय! इस बेहतरीन निःशुल्क ऐप से अपनी इंग्लिश सुनने की क्षमता को बेहतर बनाएं।
in: Dengan rating tinggi dan sangat populer! Tingkatkan keterampilan mendengar bahasa Inggris Anda dengan aplikasi gratis yang menakjubkan ini.
it: Molto apprezzata e popolare! Migliora il tuo ascolto in inglese con questa meravigliosa app GRATUITA.
iw: בעל דירוג גבוהה ומאד פופולרי! שפרו את יכולת ההאזנה באנגלית עם אפליקציה נהדרת זו בחינם.
ja: 評価が高く、大人気です！英語のリスニング力をこの無料のアプリでアップさせましょう。
ko: 사용자 리뷰 점수가 높고 매우 인기 있는 영어 듣기 학습 앱! 뛰어난 학습 효과를 자랑하는 무료 앱입니다.
pl: Wysoko oceniany i bardzo popularny! Popraw swój angielski ze słuchu dzięki tej wspaniałej darmowej aplikacji.
pt: Altamente classificado e muito popular! Melhore a sua audição de Inglês com esta incrível App GRÁTIS.
ru: Невероятно популярное приложение с высоким рейтингом! Улучшайте ваши навыки аудирования на английском с этим потрясающим БЕСПЛАТНЫМ приложением.
ta: உயர் மதிப்பிடப்பட்டது மற்றும் மிகவும் பிரபலமானது! உங்கள் ஆங்கில கவனிப்பை இந்த அற்புதமான இலவச பயன்பாட்டைக்கொண்டு மேம்படுத்துங்கள்.
th: ได้รับคะแนนการจัดอันดับสูง และเป็นที่นิยมเป็นอย่างมาก พัฒนาภาษาอังกฤษของคุณฟังด้วยแอพฟรีที่น่าตื่นตาตื่นใจนี้
tr: Yüksek sayıda oy almış ve çok popüler! Bu ÜCRETSİZ muhteşem uygulama ile İngilizce dinlemenizi geliştirin.
vi: Được đánh giá cao và vô cùng phổ biến! Cải thiện khả năng nghe tiếng Anh của bạn với ứng dụng MIỄN PHÍ tuyệt vời này.
zh: 高度推荐，很流行！让这个免费精致的app来帮助你提高你的英语听力。

# app_listening_title
source: English Listening
ar: الإستماع للإنجليزية .
bn: ইংরেজি শোনা
de: Englische Sprache
es: Escucha en inglés
fr: écoutez en anglais
hi: इंग्लिश सुनना
in: Mendengarkan Bahasa Inggris
it: Ascolto in inglese.
iw: האזנה באנגלית
ja: 英語のリスニング
ko: 영어 듣기
pl: Angielski ze słuchu
pt: Audição em Inglês
ru: Аудирование на английском
ta: ஆங்கிலம் கவனிப்பது
th: การฟังภาษาอังกฤษ
tr: İngilizce Dinleme
vi: Nghe tiếng Anh
zh: 英语听力。

# app_player_desc
source: Listen to English conversations and English lessons. Create playlists and listen for hours without clicking on sentences.
ar: إستمع إلى المحادثات الإنجليزية والدروس الإنجليزية . إنشئ قوائم التشغيل وإستمع لعدة ساعات دون النقر على الجمل .
bn: ইংরেজি কথোপকথন এবং ইংরেজি পাঠ শুনুন। বাক্য উপর ক্লিক না করে প্লেলিস্ট তৈরি করে ঘন্টার পর ঘন্টা শুনুন।
de: Höre dir Englische Unterhaltungen und Englische Unterrichtsstunden an. Erstelle Abspiellisten und höre dir viele Stunden Material an ohne einzelne Sätze wählen zu müssen.
es: Escuche conversaciones en inglés y lecciones en inglés. Cree listas de reproducción y escuche durante horas sin pulsar en oraciones
fr: Écoutez les conversations en anglais et des cours d'anglais. Créer des listes de lecture et d'écouter pendant des heures sans cliquer sur les Phrases.
hi: इंग्लिश बातचीत और इंग्लिश अभ्यास सुनें। प्लेलिस्ट बनाएं और वाक्यों पर क्लिक किये बिना घंटों तक सुनें।
in: Mendengarkan percakapan bahasa Inggris dan pelajaran bahasa Inggris. Membuat playlist dan dengarkan selama berjam-jam tanpa mengklik kalimat.
it: Ascolta le conversazioni e le lezioni in inglese. Crea playlist e ascolta per ore senza cliccare sulle frasi.
iw: האזינו לשיחות באנגלית ושיעורים באנגלית. בנו רשימת השמעה והקשיבו לשעות של חומר מבלי ללחוץ על משפטים.
ja: 英会話とレッスンを聞きましょう。プレイリストを作り、文にクリックせずに数時間聞くことが出来ます。
ko: 영어 대화와 영어 레슨 듣기. 자기만의 재생 목록을 만들고 이어듣기 하세요.
pl: Słuchaj angielskie rozmowy i lekcje angielskiego. Twórz listy odtwarzania i słuchaj godzinami bez klikania na zdania.
pt: Ouça conversas em Inglês e lições em Inglês. Crie listas de reprodução e ouça durante horas sem clicar nas frases.
ru: Аудирование на английском Аудио плеер
ta: ஆங்கிலம் உரையாடல்கள் மற்றும் ஆங்கில பாடங்கள் கேளுங்கள். பட்டியல்கள் உருவாக்கி வாக்கியங்களை கிளிக் செய்யாமல் பல மணி நேரம் கேளுங்கள்.
th: ฟังบทสนทนาภาษาอังกฤษ และบทเรียนภาษาอังกฤษ สร้างรายการ และฟัง โดยไม่ต้อง คลิกที่ประโยค
tr: İngilizce konuşmaları ve İngilizce derslerini dinleyin. Çalma listeleri oluşturun ve cümlelere tıklama OLMADAN saatlerce dinleyin.
vi: Nghe các đoạn hội thoại tiếng Anh và bài học tiếng Anh. Tạo danh sách nhạc và nghe trong nhiều giờ mà không nhấn vào câu.
zh: 听英语对话和英语课程。创建播放列表，不要点击句子来听个若干小时。

# app_player_title
source: English Listening Audio Player
ar: مشغل الصوت للإستماع إلى الإنجليزية .
bn: ইংরেজি শোনার অডিও প্লেয়ার
de: Englische Audio Player
es: Reproductor de sonido para escuchar en inglés
fr: Audio Player d'écoute d'Anglais
hi: इंग्लिश सुनने वाला ऑडियो प्लेयर
in: Audio Player Bahasa Inggris
it: Ascolto in inglese player audio
iw: נגן שמע האזנה באנגלית
ja: 英語リスニングオーディオプレーヤー
ko: 영어 듣기 오디오 플레이어
pl: Odtwarzacz Audio angielskiego ze słuchu
pt: Reprodutor de Áudio de Audição em Inglês
ru: Сменить язык и Режим Оффлайн
ta: ஆங்கிலம் கேட்கும் ஆடியோ பிளேயர்
th: เครื่องเล่นการฟังภาษาอังกฤษ
tr: İngilizce Dinleme Ses Çalar
vi: Trình phát Luyện Nghe tiếng Anh
zh: 英语听力播放器。

# change_language_offline_mode
source: Change language and Offline Mode
ar: غير اللغة والوضع الأفلين .
bn: ভাষা এবং অফলাইন মোড পরিবর্তন করুন
de: Sprache ändern und Offline Modus
es: Cambiar idioma y Modo fuera de línea
fr: Changer de langue et mode hors ligne
hi: भाषा और ऑफलाइन मोड परिवर्तित करें
in: Perubahan bahasa dan Modus Offline
it: Cambia lingua e modalità Offline
iw: שנה שפה ומצב לא מחובר
ja: 言語変更とオフラインモード
ko: 언어 바꾸기와 오프라인 모드
pl: Zmień język i Tryb Offline
pt: Alterar língua e Modo Offline
ru: Удалить все аудиофайлы для этой книги?
ta: மொழி மற்றும் ஆஃப்லைன் பயன்முறையை மாற்றவும்.
th: เปลี่ยนภาษา และโหมดออฟไลน์
tr: Dili ve Çevrimdışı Modu değiştirme
vi: Thay đổi ngôn ngữ và Chế độ Offline
zh: 改变语言和离线模式。

# delete_audio_file
source: Delete all audio files for this book?
ar: هل تريد حذف كل الملفات الصوتية لهذا الكتاب ؟
bn: এই বইয়ের সব অডিও ফাইল মুছে ফেলতে চান?
de: Möchtest du alle Audio Dateien für dieses Buch löschen?
es: ¿Borrar todos los archivos de audio para este libro?
fr: Supprimez tous les fichiers audio pour ce livre?
hi: क्या इस किताब के लिए सभी ऑडियो फाइल हटाने हैं?
in: Hapus semua file audio untuk buku ini?
it: Cancellare tutti i file audio per questo libro?
iw: מחק את כל קבצי השמע לספר זה?
ja: この本の全てのオーディオファイルを消去しますか？
ko: 이 책에 관한 모든 오디오 파일을 삭제하시겠습니까?
pl: Usuń wszystkie pliki audio do tej książki?
pt: Excluir todos os ficheiros de áudio para este livro?
ru: Скачать все аудиофайлы для этой книги?
ta: இந்த புத்தகத்தின் அனைத்து ஆடியோ கோப்புகளையும் நீக்க வேண்டுமா?
th: คุณต้องการลบไฟล์เสียงทั้งหมดของหนังสือนี้ใช่ไหม?
tr: Bu kitabın bütün ses dosyalarını silmek ister misiniz?
vi: Xóa tất cả các tập tin âm thanh cho sách này?
zh: 删除这本书的所有音频文件？

# download_audio_file
source: Download all audio files for this book?
ar: هل تريد تحميل كل الملفات الصوتية لهذا الكتاب ؟
bn: এই বইয়ের সব অডিও ফাইল ডাউনলোড করতে চান?
de: Möchtest du alle Audio Dateien für dieses Buch herunterladen?
es: ¿Descargar todos los archivos de audio para este libro?
fr: Télécharger tous les fichiers audio pour ce livre?
hi: क्या इस किताब के लिए सभी ऑडियो फाइल डाउनलोड करने हैं?
in: Unduh semua file audio untuk buku ini?
it: Scaricare tutti i file audio per questo libro?
iw: הורד את כל קבצי השמע לספר זה?
ja: この本の全てのオーディオファイルをダウンロードしますか？
ko: 이 책에 관한 모든 오디오 파일을 다운로드 하시겠습니까?
pl: Pobierz wszystkie pliki audio do tej książki?
pt: Baixar todos os ficheiros de áudio para este livro?
ru: Режим оффлайн
ta: இந்த புத்தகத்தின் அனைத்து ஆடியோ கோப்புகளின் பதிவிறக்கம் வேண்டுமா?
th: คุณต้องการดาวน์โหลดไฟล์เสียงทั้งหมดของหนังสือนี้ใช่ไหม?
tr: Bu kitabın bütün ses dosyalarını indirmek ister misiniz?
vi: Tải về tất cả các tập tin âm thanh cho sách này?
zh: 下载这本书的所有音频文件？

# main_offline
source: Offline Mode
ar: الوضع الأوفلين .
bn: অফলাইন মোড
de: Offline Modus
es: Modo fuera de línea
fr: Mode hors-ligne
hi: ऑफलाइन मोड
in: Modus Offline
it: Modalità Offline
iw: מצב לא מחובר
ja: オフラインモード
ko: 오프라인 모드
pl: Tryb offline
pt: Modo Offline
ru: Не хватает места на устройстве. Пожалуйста, удалите другие файлы, прежде чем скачать новые.
ta: ஆஃப்லைன் பயன்முறை
th: โหมดออฟไลน์
tr: Çevrimdışı Mod
vi: Chế độ Offline
zh: 离线模式。

# no_enough_space
source: Not enough space on device. Please delete other files before downloading more audio files.
ar: لاتوجد مساحة كافية على الجهاز . من فضلك إحذف الملفات الإخرى قبل تحميل المزيد من الملفات الصوتية .
bn: ডিভাইসে পর্যাপ্ত স্থান নেই। অনুগ্রহ করে অডিও ফাইল ডাউনলোড করার আগে অন্য ফাইল মুছে দিন।
de: Nicht ausreichend Speicherplatz. Bitte lösche andere Dateien bevor du mehr Audio Dateien herunterlädst.
es: No hay espacio suficiente en el dispositivo. Por favor borre otros archivos antes de descargar más archivos de audio
fr: Pas assez d'espace sur l'appareil. S'il vous plaît supprimer d'autres fichiers avant de télécharger d'autres fichiers audio.
hi: डिवाइस पर पर्याप्त स्थान उपलब्ध नहीं है। और अधिक ऑडियो फाइल डाउनलोड करने से पहले कृपया अन्य फाइल हटाएं।
in: Tidak cukup ruang pada perangkat. Silakan hapus file lainnya sebelum mengunduh file audio lainnya.
it: Spazio disponibile non sufficiente. Per favore, elimina altri file prima di scaricare altri file audio.
iw: למכשיר אין מספיק מקום. אנא מחקו קבצים אחרים לפני הודרת קבצים נוספים.
ja: デバイスに十分な容量がありません。オーディオファイルをダウンロードする前に、他にファイルを消去してください。
ko: 디바이스 저장 공간이 부족합니다. 다른 파일을 지우고 다운로드 하세요.
pl: Za mało miejsca na urządzeniu. Proszę usunąć inne pliki przed pobraniem większej ilości plików audio.
pt: Sem espaço suficiente no dispositivo. Por favor, exclua outros ficheiros antes de baixar mais ficheiros de áudio.
ru: Если вы удалите аудиофайлы, вы сможете их скачать заново в любое время.
ta: சாதனத்தில் போதுமான இடம் இல்லை. மேலும் ஆடியோ கோப்புகளை பதிவிறக்கும் முன் மற்ற கோப்புகளை நீக்கவும்.
th: พื้นที่บนอุปกรณ์ไม่เพียงพอ กรุณาลบไฟล์อื่น ก่อนที่จะทำการดาวน์โหลดไฟล์เสียงเพิ่มเติม
tr: Cihazda yeterli yer yok. Daha fazla ses dosyası indirmeden önce lütfen başka dosyaları silin.
vi: Không đủ bộ nhớ trên thiết bị. Hãy xóa các tập tin khác trước khi tải về thêm các tập tin âm thanh.
zh: 设备没有足够空间。请在下载更多音频前删除一些其它文件。

# offline_desc1
source: If you delete the audio files, you may download it again at any time.
ar: إذا قمت بحذف الملفات الصوتية ، يمكنك تحميلها مرة إخرى فى أى وقت .
bn: মুছে ফেলা অডিও ফাইল আবার যে কোনো সময়ে ডাউনলোড করতে পারেন।
de: Nach dem Löschen der Dateien kannst du diese zu einer beliebigen Zeit erneut herunterladen.
es: Si borra los archivos de audio, puede descargarlos de nuevo en cualquier momento
fr: Si vous supprimez les fichiers audio, vous pouvez les télécharger à nouveau à tout moment.
hi: यदि आप ऑडियो फाइल हटाते हैं तो आप इसे किसी भी समय दोबारा डाउनलोड कर सकते हैं।
in: Jika Anda menghapus file audio, Anda dapat mengunduh lagi setiap saat.
it: Se cancelli i file audio, potrai scaricarli successivamente in qualsiasi momento.
iw: אם מחקת את קבצי השמע, ניתן להוריד אותם שוב בכל עת.
ja: オーディオファイルを消去しても、いつでもまたダウンロードできます。
ko: 오디오 파일을 삭제했다면, 언제든지 무제한 다운로드 받을 수 있습니다.
pl: Jeśli usuniesz pliki audio, możesz je ponownie pobrać w każdej chwili.
pt: Se excluir os ficheiros de áudio, pode baixar a qualquer momento de novo.
ru: Вам понадобится около 3Gb для аудиофайлов. Если вам нужно сохранить место на вашем устройстве, удалите аудиофайлы, когда закончите книгу, прежде чем скачивать новые аудиофайлы.
ta: நீங்கள் ஆடியோ கோப்புகளை நீக்கினாலும், எந்த நேரத்திலும் நீங்கள் அதை மீண்டும் பதிவிறக்கம் செய்யமுடியும்.
th: ถ้าหากคุณลบไฟล์เสียงแล้ว คุณอาจทำการดาวน์โหลดใหม่ได้ตลอดเวลา
tr: Ses dosyalarını silerseniz, istediğiniz zaman tekrar indirebilirsiniz.
vi: Nếu bạn xóa các tập tin âm thanh, bạn có thể tải lại bất cứ lúc nào.
zh: 如果你删除了音频文件，你可能在任何时候再次下载它。

# offline_desc2
source: There are nearly 3GB of audio files. If you need to save space on your device, delete audio files when you complete a book before downloading more audio files.
ar: هناك مايقرب من 3 جيجا بايت من الملفات الصوتية . إذا كنت بحاجة إلى توفير مساحة على جهازك ، فقم بحذف الملفات الصوتية عندما تنتهى من الكتاب قبل تحميل المزيد من الملفات الصوتية .
bn: প্রায় 3GB অডিও ফাইল আছে। আপনার ডিভাইসের স্থান সংরক্ষণ করার প্রয়োজন হলে, আরো অডিও ফাইল ডাউনলোড করার আগে একটি বই সমাপ্ত হল অডিও ফাইলটি মুছে দিন।
de: Hierbei handelt es sich um knapp 3GB Audio Dateien. Du benötigst ausreichend Speicherplatz auf deinem Gerät, lösche die Audio Dateien nachdem du ein Buch abgeschlossen hast und bevor du mehr Dateien herunterlädst.
es: Hay cerca de 3GB en archivos de audio. Si necesita ahorrar espacio en su dispositivo, borre archivos de audio cuando haya completado un libre antes de descargar más archivos de audio
fr: Il y a presque 3 Go de fichiers audio. Si vous avez besoin d'économiser de l'espace sur votre appareil, supprimer les fichiers audio lorsque vous avez terminé un livre avant de télécharger plus de fichiers audio.
hi: यहाँ लगभग 3 जीबी ऑडियो फाइल हैं। यदि आपको अपनी डिवाइस पर स्थान बचाने की जरुरत है तो और अधिक ऑडियो फाइल डाउनलोड करने से पहले एक किताब पूरी होने के बाद ऑडियो फाइल हटाएं।
in: Ada sekitar 3GB file audio. Jika Anda perlu untuk menghemat ruang pada perangkat Anda, hapuslah file audio ketika Anda telah menyelesaikan sebuah buku sebelum mengunduh lebih banyak file audio.
it: I file audio ammontano a circa 3GB. Se hai bisogno di salvare spazio sul tuo dispositivo, elimina i file audio dopo aver completato un libro prima di scaricarne altri.
iw: ישנם כמעט 3 גיגה-בייט של קבצי שמע. אם צריך לחסוך במקום על מכשירכם, מחקו קבצי שמע של ספרים אשר סיימתם לפני ההורדה של קבצים נוספים.
ja: オーディオファイルのサイズは約3GBです。デバイスにストレージがない場合、さらにオーディオファイルをダウンロードするには、完成した本のオーディオファイルを消去してください。
ko: 오디오 파일은 3GB를 차지합니다. 학습을 완료한 오디오 파일을 삭제하고 새로운 오디오 파일을 다운로드 받으세요.
pl: Istnieje prawie 3GB plików audio. Jeśli chcesz zaoszczędzić miejsce na urządzeniu, usuń pliki audio po zakończeniu książki przed pobraniem większej ilości plików audio.
pt: Existem quase 3GB de ficheiros de áudio. Se precisar de poupar espaço no seu dispositivo, exclua os ficheiros de áudio quando completar um livro antes de baixar mais ficheiros de áudio.
ru: Все уроки бесплатны. Если вы хотите использовать приложение без использования интернет-соединения, вы можете приобрести Режим Оффлайн ниже.
ta: ஆடியோ கோப்புகள் கிட்டத்தட்ட 3GB உள்ளன. நீங்கள் உங்கள் சாதனத்தில் இடத்தைச் சேமிக்க விரும்பினால், அதிகப்படியான ஆடியோ கோப்புகளை பதிவிறக்கம் செய்யுமுன், ஒரு புத்தகம் முடிந்ததும் அதன் ஆடியோ கோப்புகளை நீக்கிவிட்டு பதிவிறக்கத்தை மேற்கொள்ளலாம்.
th: ไฟล์เสียงมีขนาดเกือบ 3 GB ถ้าคุณจำเป็นต้องประหยัดพื้นที่บนอุปกรณ์ของคุณ ลบไฟล์เสียงเมื่อคุณเรียนเสร็จสิ้น ก่อนที่จะดาวน์โหลดไฟล์เสียงเพิ่มเติม
tr: Yaklaşık 3 GB boyutunda ses dosyası bulunmaktadır. Eğer cihazınızda yerden tasarruf etmek istiyorsanız, bir kitabı tamamladığınızda daha fazla ses dosyası indirmeden önce ses dosyalarını silin.
vi: Có gần 3GB tập tin âm thanh. Nếu bạn cần tiết kiệm bộ nhớ trên thiết bị, hãy xóa tập tin âm thanh khi bạn học xong một cuốn sách trước khi tải các tập tin âm thanh khác.
zh: 大约有3GB的音频文件。如果你想节省你设备的储存空间，当你在下载更多音频前读完一本书时，删除那些音频。

# purchase_desc
source: All the lessons are free to use. If you need to use the app without Internet connection, you can purchase the Offline Mode below.
ar: كل الدروس متاحة مجانا. فإذا كنت بحاجة إلى إستخدام التطبيق دون الإتصال بالإنترنت، يمكنك شراء الوضع الأوفلين بالأسفل .
bn: পাঠ বিনামূল্যে ব্যবহার করতে পারেন। ইন্টারনেট সংযোগ ছাড়া অ্যাপ্লিকেশন ব্যবহার করার প্রয়োজন হলে, আপনাকে নিচে অফলাইন মোডে ক্রয় করতে হবে।
de: Die Verwendung der Unterrichtsstunden ist gratis. Solltest du die App jedoch ohne Internetverbindung verwenden möchten, dann kannst du den Offline Modus hier kaufen.
es: Todas las lecciones son gratuitas. Si necesita utilizar la aplicación sin conexión a Internet, puede comprar el Modo fuera de línea en la parte inferior
fr: Toutes les leçons sont gratuits à utiliser. Si vous avez besoin d'utiliser l'application sans connexion Internet, vous pouvez acheter le mode hors ligne ci-dessous.
hi: सभी अभ्यास प्रयोग करने के लिए निःशुल्क है। यदि आपको इंटरनेट कनेक्शन के बिना ऐप प्रयोग करने की आवश्यकता है तो आप नीचे ऑफलाइन मोड खरीद सकते हैं।
in: Semua pelajaran bebas digunakan. Jika Anda perlu menggunakan aplikasi tanpa koneksi internet, Anda dapat membeli Modus Offline di bawah.
it: Tutte le lezioni possono essere utilizzate gratuitamente. Se vuoi utilizzare l'app senza una connessione Internet, acquista la modalità Offline di seguito.
iw: כל השיעורים ניתנים בחינם. כדי להשתמש בתוכנה ללא חיבור לרשת, ניתן לרכוש מצב ״לא מחובר״ לאפליקציה כאן.
ja: 全てのレッスンは無料です。アプリをインターネット接続なしで利用したい場合は、オフラインモードを購入してください。
ko: 모든 레슨 과정은 무료입니다. 인터넷 연결 없이 앱을 사용하려면 '오프라인 모드'를 구입하세요.
pl: Wszystkie zajęcia są bezpłatne. Jeśli chcesz korzystać z aplikacji bez połączenia z Internetem, możesz zakupić Tryb Offline poniżej.
pt: Todas as lições são grátis de se usar. Se precisar de usar a App sem ligação à Internet, pode comprar o Modo Offline abaixo.
ru: Купить режим оффлайн
ta: அனைத்து பாடங்களையும் இலவசமாக பயன்படுத்தலாம். நீங்கள் இணைய இணைப்பு இல்லாமல் பயன்பாட்டை பயன்படுத்த வேண்டுமென்றால், கீழே கொடுக்கப்பட்டுள்ள ஆஃப்லைன் பயன்முறை வாங்கவும்.
th: บทเรียนทั้งหมดฟรี ถ้าคุณต้องการใช้แอพนี้โดยปราศจากการเชื่อมต่ออินเตอร์เน็ต คุณสามารถทำการซื้อโหมดออฟไลน์ได้จากข้างล่าง
tr: Bütün dersler ücretsizdir. Eğer uygulamayı internet bağlantısı olmadan kullanmanız gerekiyorsa, aşağıdan Çevrimdışı Modu satın alabilirsiniz.
vi: Tất cả các bài học đều miễn phí sử dụng. Nếu bạn cần sử dụng ứng dụng này khi không kết nối Internet, bạn có thể mua Chế độ Offline bên dưới.
zh: 所有课程都免费使用。如果你想要在离线的时候使用app，请购买下方的离线模式。

# purchase_offline
source: Purchase Offline Mode
ar: إشترى الوضع الأفلين .
bn: অফলাইন মোড ক্রয় করুন
de: Offline Modus kaufen
es: Comprar modo fuera de línea
fr: Acheter le Mode hors-ligne
hi: ऑफलाइन मोड खरीदें
in: Pembelian Modus Offline
it: Acquista la modalità Offline
iw: קנה מצב לא מחובר
ja: オフラインモードを購入する
ko: 오프라인 모드 구입하기
pl: Kup Tryb Offline
pt: Comprar o Modo Offline
ru: Купить режим оффлайн
ta: ஆஃப்லைன் பயன்முறையை கொள்முதல் செய்யவும்.
th: ซื้อโหมดออฟไลน์
tr: Çevrimdışı Modu Satın Al
vi: Mua Chế độ Offline
zh: 购买离线模式。

source: Purchase Offline Mode?
ar: هل تريد شراء الوضع الأوفلين ؟
bn: অফলাইন মোড ক্রয় করুন?
de: Offline Modus kaufen?
es: ¿Comprar Modo fuera de línea?
fr: Achetez le mode hors ligne?
hi: ऑफलाइन मोड खरीदना है?
in: Pembelian Modus Offline?
it: Acquistare la modalità Offline?
iw: האם תרצו לקנות מצב ״לא מחובר״?
ja: オフラインモードを購入しますか？
ko: 오프라인 모드를 구매하시겠습니까?
pl: Kup Tryb Offline?
pt: Comprar o Modo Offline?
ru: Приобрести Режим Оффлайн?
ta: ஆஃப்லைன் பயன்முறையை கொள்முதல் செய்ய வேண்டுமா?
th: คุณต้องการซื้อโหลดออฟไลน์ใช่ไหม?
tr: Çevrimdışı Modu satın almak ister misiniz?
vi: Mua Chế độ Offline?
zh: 购买离线模式？

# text_puchase_item1
source: Remove Ads & Donate $2.00
ar: أزل الإعلانات وتبرع بقيمة 2 دولار .
bn: বিজ্ঞাপন সরান ও $ 2.00 ডোনেট করুন
de: Werbungen entfernen & $2.00 spenden
es: Eliminar anuncios y donar $2.00
fr: Supprimez la pub et faire don de $2.00
hi: विज्ञापन हटाएं और $2.00 दान करें
in: Hapus Iklan & Donasi Sebesar $2,00
it: Elimina la pubblicità e dona $2.00
iw: הסר פרסומות ותרום $2.00
ja: 広告を消去し2ドルを寄付する
ko: 광고를 없애고 2달러 기부하기
pl: Usuń reklamy i Podaruj $2.00
pt: Remover Publicidade e Doar $2.00
ru: Удалить рекламу и пожертвовать $2
ta: விளம்பரங்களை அகற்று & $2.00 நன்கொடை வழங்கு.
th: ลบโฆษณา และบริจาค $ 2.00
tr: Reklamları Kaldır ve 2$ Bağışta Bulun
vi: Loại bỏ quảng cáo & Tặng 2USD
zh: 移除广告并且捐助2美元。

# turnoff_offline
source: Turn OFF "Offline Mode" to delete all the audio files.
ar: أغلق "الوضع الأفلين" لحذف جميع الملفات الصوتية .
bn: সমস্ত অডিও ফাইল মুছে ফেলতে "অফলাইন মোড" বন্ধ করুন।
de: "Offline Modus" deaktivieren um alle Audio Dateien zu löschen.
es: Apagar "Modo fuera de línea" para borrar todos los archivos de audio
fr: Eteignez "mode hors ligne" pour supprimer tous les fichiers audio.
hi: सभी ऑडियो फाइल हटाने के लिए "ऑफलाइन मोड" बंद करें।
in: Non Aktifkan "Modus Offline" untuk menghapus semua file audio.
it: Disattiva la “Modalità Offline” per cancellare i file audio.
iw: כבה מצב ״לא מחובר״ בכדי למחוק את כל קבצי השמע
ja: 全てのオーディオファイルを消去するには「オフラインモード」をオフにしてください。
ko: "오프라인 모드"를 끄면 모든 오디오 파일이 삭제됩니다.
pl: WYŁĄCZ "Tryb Offline", aby usunąć wszystkie pliki audio.
pt: DESLIGUE o “Modo Offline” para excluir todos os ficheiros de áudio.
ru: Выключить "Режим Оффлайн" и удалить все аудиофайлы.
ta: அனைத்து ஆடியோ கோப்புகளையும் நீக்க, "ஆஃப்லைன் பயன்முறை" யை அணைக்கவும்.
th: ปิด "โหมดออฟไลน์" เพื่อลบไฟล์เสียงทั้งหมด
tr: Bütün ses dosyalarını silmek için "Çevrimdışı Mod"u KAPATIN.
vi: TẮT "Chế độ Offline" để xóa tất cả các tập tin âm thanh.
zh: 关闭“离线模式”来删除所有音频文件。

# turnon_offline
source: Turn ON "Offline Mode" to download all the audio files.
ar: شغل "الوضع الأفلين" لتحميل كل الملفات الصوتية .
bn: অফলাইন মোড চালু করুন সব অডিও ফাইল ডাউনলোড করতে।
de: "Offline Modus" aktivieren um alle Audio Dateien herunterzuladen.
es: Encender "Modo fuera de línea" para descargar todos los archivos de audio
fr: Allumez en "mode hors ligne" pour télécharger tous les fichiers audio.
hi: सभी ऑडियो फाइल डाउनलोड करने के लिए "ऑफलाइन मोड" चालू करें।
in: Mengaktifkan "Modus Offline" untuk mengunduh semua file audio.
it: Attiva la “Modalità Offline” per scaricare i file audio.
iw: הפעל מצב ״לא מחובר״ בכדי להוריד את כל קבצי השמע
ja: 全てのオーディオファイルをダウンロードするには「オフラインモード」をオンにしてください。
ko: "오프라인 모드"를 켜고 모든 오디오 파일을 다운로드 받으세요.
pl: WłĄCZ "Trzyb Offline", aby pobrać wszystkie pliki audio.
pt: LIGUE o “Modo Offline” para baixar todos os ficheiros de áudio.
ru: Включить "Режим Оффлайн" и скачать все аудиофайлы.
ta: அனைத்து ஆடியோ கோப்புகளையும் பதிவிறக்கம் செய்ய, "ஆஃப்லைன் பயன்முறை" யை செயல்படுத்தவும்.
th: เปิด "โหมดออฟไลน์" เพื่อดาวน์โหลดไฟล์เสียงทั้งหมด
tr: Bütün ses dosyalarını indirmek için "Çevrimdışı Mod"u AÇIN.
vi: BẬT "Chế độ Offline" để tải về tất cả các tập tin âm thanh.
zh: 打开“离线模式”来下载所有的音频文件。

# listen_audio_without_internet
source: Listen to audio files without Internet connection
ar: إستمع إلى الملفات الصوتية دون الاتصال بالإنترنت
bn: ইন্টারনেট সংযোগ ছাড়াই অডিও ফাইল শুনুন।
de: Anhören von Audio Dateien ohne Internetverbindung
es: Escuche los archivos de audio sin conexión a Internet
fr: Entendez le fichier audio sans internet
hi: इंटरनेट कनेक्शन के बिना ऑडियो फाइल सुनें।
in: Dengarkan file audio tanpa koneksi internet
it: Ascolta il file audio senza connessione Internet
iw: הקשב לקובצי האודיו ללא חיבור לאינטרנט
ja: オフラインでオーディオファイルを聞く
ko: 인터넷 연결없이 오디오 파일을 들으세요
pl: Słuchaj pliki audio bez połączenia z Internetem
pt: Ouça ficheiros de áudio sem uma ligação à Internet
ru: Слушайте аудиофайлы без интернет-соединения
ta: இணைய இணைப்பு இல்லாமல் ஆடியோ கோப்புகளை கேளுங்கள்
th: การฟังไฟล์เสียงโดยไม่ต้องเชื่อมต่ออินเตอร์เน็ต
tr: Ses dosyalarını internet bağlantısı olmadan dinleyin
vi: Nghe các tập tin âm thanh mà không cần kết nối Internet
zh: 请在离线方式收听音频文件
