Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# remove_ads_03
source: Purchase?
ar: شراء؟
bn: ক্রয় করতে চান?
de: Kaufen?
es: ¿Comprar?
fr: Achetez ?
hi: खरीदें?
in: Beli?
it: Acquista?
iw: רוכש?
ja: 購入しますか？
ko: 구매하시겠습니까?
pl: Zakupić?
pt: Comprar?
ru: Приобрести?
ta: வாங்கவும்?
th: สั่งซื้อ?
tr: Satın alınsın mı?
vi: Mua?
zh: 购买？

# other_apps_01
source: Other great programs from TalkEnglish
ar: برامج إخرى رائعة من TalkEnglish
bn: টকইংলিশের আরও অন্য সেরা প্রোগ্রাম
de: Andere tolle Programme von TalkEnglish
es: Otros grandes programas de TalkEnglish
fr: Autres super programmes de TalkEnglish
hi: TalkEnglish से अन्य बढ़िया प्रोग्राम
in: Program bagus lainnya dari TalkEnglish
it: Altri fantastici programmi da TalkEnglish
iw: תכניות נהדרות אחרות מ- TalkEnglish
ja: TalkEnglishの他の素晴らしいプログラム
ko: 토크잉글리쉬가 개발한 다른 영어학습 프로그램들
pl: Inne programy od TalkEnglish
pt: Outros excelentes programas da TalkEnglish
ru: Другие потрясающие программы от TalkEnglish
ta: டாக் இங்லிஷின் வேறு சிறந்த நிகழ்ச்சிகள்
th: โปรแกรมยอดเยี่ยมอื่นๆ จาก TalkEnglish
tr: TalkEnglish'in diğer mükemmel programları
vi: Các chương trình tuyệt vời khác từ TalkEnglish
zh: 其它TalkEnglish备受好评的项目

# settings_page_01
source: Purchased date
bn: ক্রয়ের তারিখ
de: Kaufdatum
es: Fecha de compra
hi: खरीदी की तारीख
in: Tanggal pembelian
it: Data di acquisto
iw: תאריך הרכישה
ja: 購入日
pl: Data zakupu
pt: Data de compra
ru: Дата покупки
ta: வாங்கப்பட்ட தேதி
th: วันที่ซื้อ
tr: Satın alım tarihi
vi: Ngày đã mua
zh: 购买日期

# settings_page_02
source: End date
bn: শেষ তারিখ
de: Endtermin
es: Fecha de finalización
hi: समाप्ति की तारीख
in: Tanggal berakhir
it: Data di fine
iw: תאריך סיום
ja: 終了日
pl: Data zakończenia
pt: Data de término
ru: Дата окончания использования
ta: கடைசி தேதி
th: วันที่สิ้นสุด
tr: Bitiş tarihi
vi: Ngày hết hạn
zh: 结束日期

# settings_page_03
source: Please purchase more time to enable all audio files
bn: সমস্ত অডিও ফাইল সচল করতে আরও একবার ক্রয় করুন
de: Bitte kaufen Sie mehr Zeit um alle Audio-Dateien freizuschalten
es: Por favor compre más tiempo para habilitar todos los archivos de sonido
hi: सभी ऑडियो फाइलों को सक्षम करने के लिए और अधिक समय की खरीद करें
in: Silakan beli waktu langganan kembali untuk memainkan semua file audio
it: Sei pregato di acquistare più tempo per abilitare tutti i file audio
iw: נא רכוש עוד זמן כדי לאפשר את כל קבצי השמע
ja: 全音声ファイルが利用できるように、もっと期間を購入して下さい。
pl: Proszę przedłużyć subskrypcję, by odblokować wszystkie pliki audio
pt: Por favor, compre mais tempo para ativar todos os ficheiros áudio
ru: Пожалуйста, купите больший срок использования, чтобы активировать все аудио
ta: தயவு செய்து அனைத்து ஆடியோ கோப்புகளையும் செயல்படுத்த அதிக நேரத்தை வாங்கவும்
th: โปรดซื้อเวลาที่นานขึ้นเพื่อการใช้ไฟล์เสียงได้ทั้งหมด
tr: Tüm ses dosyalarını etkinleştirmek için lütfen daha fazla zaman satın alın
vi: Vui lòng mua thêm để kích hoạt tất cả các tập tin âm thanh
zh: 请购买更多以获得更多音频文件

# app_name
source: Learn English Vocabulary
ar: تعلم الكلمات الانجليزية
bn: ইংরেজি শব্দভান্ডার শিখুন
de: Englische Vokabeln lernen
es: Aprender vocabulario en inglés
fr: Apprenez Du Vocabulaire en Anglais
hi: लर्न इंग्लिश वोकैब्युलरी
in: Belajar Kosakata Bahasa Inggris
it: Impara il Vocabolario Inglese
iw: ללמוד אוצר מילים באנגלית
ja: 英語の語彙を学ぶ
ko: 영단어 학습법
pl: Naucz się Angielskiego słownictwa
pt: Aprenda Vocabulário Inglês
ru: Учите английские слова
ta: ஆங்கில சொல்லகராதியைக் கற்கவும்
th: เรียนรู้คำศัพท์ภาษาอังกฤษ
tr: İngilizce Kelime Haznesi Öğrenin
vi: Học Từ Vựng Tiếng Anh
zh: 学习英语单词

# share_button
source: Share
ar: مشاركة
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
hi: शेयर करें
in: Bagikan
it: Condividi
iw: שתף
ja: シェアする
ko: 공유하기
pl: Udostępnij
pt: Partilhar
ru: Поделиться
ta: பகிரவும்
th: แบ่งปัน
tr: Paylaş
vi: Chia sẻ
zh: 分享

# share_title
source: Share this app
ar: شارك هذا التطبيق
bn: এই অ্যাপ টি শেয়ার করুন
de: Diese App teilen
es: Compartir esta aplicación
fr: Partager cette application
hi: इस ऐप को शेयर करें
in: Bagikan aplikasi
it: Condivivi questa app
iw: שתף אפליקציה זו
ja: このアプリをシェアする
ko: 앱 공유하기
pl: Udostępnij tą aplikację
pt: Partilhe este Aplicativo
ru: Поделиться этим приложением
ta: இந்த ஆப்லிகேஷனை பகிரவும்
th: แบ่งปันแอพนี้
tr: Bu uygulamayı Paylaş
vi: Chia sẻ ứng dụng này
zh: 分享此软件

# share_content
source: The best app to learn the most important 2000 English words.
ar: أفضل تطبيق لتعلم أهم 2000 كلمة انجليزية
bn: সবচেয়ে গুরুত্বপূর্ণ ২০০০ টি ইংরেজি শব্দ শেখার জন্য সেরা অ্যাপ।
de: Die beste App um die wichtigsten 2000 englischen Wörter zu lernen.
es: La mejor aplicación para aprender las 2000 palabras más importantes en ingés
fr: La meilleur application pour apprendre les 2000 mots les plus importants.
hi: सर्वश्रेष्ठ ऐप सबसे महत्वपूर्ण 2000 अंग्रेजी शब्दों को जानने के लिए।
in: Aplikasi terbaik untuk belajar 2000 kata penting dalam bahasa Inggris.
it: La migliore app per imparare le 2000 parole più importanti d'inglese
iw: האפליקציה הכי טובה כדי ללמוד את 2000 המילים החשובות ביותר באנגלית.
ja: 最も大切な英単語2000語を学べるベストアプリ。
ko: 가장 중요한 영단어 2000개를 익힐 수 있는 최고의 앱
pl: Najlepsza aplikacja do nauki najważniejszych 2000 słów po Angielsku
pt: A melhor app para aprender as 2000 palavras Inglesas mais importantes.
ru: Лучшее приложение для изучения 2000 самых важных английских слов.
ta: மிக முக்கியமான 2000 ஆங்கில வார்த்தைகளை கற்க சிறந்ததொரு ஆப்லிகேஷன்.
th: แอพที่ดีที่สุดในการเรียนรู้คำศัพท์ที่สำคัญที่สุดในภาษาอังกฤษ 2000 คำ
tr: İngilizce'deki en önemli 2000 sözcüğü öğrenmenin en iyi yolu .
vi: Ứng dụng tốt nhất để học 2000 từ tiếng Anh quan trọng nhất
zh: 最好的学最常用两千词的软件

# vocab_lesson_title
source: Lessons by Frequency
ar: الدروس حسب التكرار
bn: ব্যবহার অনুযায়ী পাঠ
de: Lektionen nach Häufigkeit
es: Lecciones por frecuencia
fr: Leçons par Fréquence
hi: आवृत्ति द्वारा सबक
in: Pelajaran Berdasarkan Keseringan
it: Lezioni per Frequenza
iw: שיעורים על פי תדירות
ja: 使う頻度別のレッスン
ko: 빈도수로 레슨 찾기
pl: Lekcje według częstości
pt: Lições por Frequência
ru: Уроки по частотности
ta: அதிர்வெண் மூலம் பாடங்கள்
th: บทเรียนตามความถี่ในการใช้
tr: Sıklığına göre dersler
vi: Bài học theo sự phổ biến
zh: 根据频率学习

# report_card_04
source: Book 1 Average
ar: متوسط Book 1
bn: Book 1 মধ্যবর্তী
de: Book 1 Durchschnitt
es: Media Book 1
fr: Book 1 Moyenne
hi: Book 1 औसत
in: Book 1 Rata-rata
it: Book 1 Medio
iw: ממוצע Book 1
ja: Book 1 平均
ko: Book 1 평균
pl: Średnia book 1
pt: Média do Book 1
ru: Среднее значение для Book 1
ta: Book 1 சராசரி
th: Book 1 เฉลี่ย
tr: Book 1 Ortalaması
vi: Trung bình Book 1
zh: Book 1 – 平均分

# report_card_05
source: Book 2 Average
ar: متوسط Book 2
bn: Book 2 মধ্যবর্তী
de: Book 2 Durchschnitt
es: Media Book 2
fr: Book 2 Moyenne
hi: Book 2 औसत
in: Book 2 Rata-rata
it: Book 2 Medio
iw: ממוצע Book 2
ja: Book 2 平均
ko: Book 2 평균
pl: Średnia book 2
pt: Média do Book 2
ru: Среднее значение для Book 2
ta: Book 2 சராசரி
th: Book 2 เฉลี่ย
tr: Book 2 Ortalaması
vi: Trung bình Book 2
zh: Book 2 – 平均分

# report_card_06
source: Book 3 Average
ar: متوسط Book 3
bn: Book 3 মধ্যবর্তী
de: Book 3 Durchschnitt
es: Media Book 3
fr: Book 3 Moyenne
hi: Book 3 औसत
in: Book 3 Rata-rata
it: Book 3 Medio
iw: ממוצע Book 3
ja: Book 3 平均
ko: Book 3 평균
pl: Średnia book 3
pt: Média do Book 3
ru: Среднее значение для Book 3
ta: Book 3 சராசரி
th: Book 3 เฉลี่ย
tr: Book 3 Ortalaması
vi: Trung bình Book 3
zh: Book 3 – 平均分

# report_card_07
source: Book 4 Average
ar: متوسط Book 4
bn: Book 4 মধ্যবর্তী
de: Book 4 Durchschnitt
es: Media Book 4
fr: Book 4 Moyenne
hi: Book 4 औसत
in: Book 4 Rata-rata
it: Book 4 Medio
iw: ממוצע Book 4
ja: Book 4 平均
ko: Book 4 평균
pl: Średnia book 4
pt: Média do Book 4
ru: Среднее значение для Book 4
ta: Book 4 சராசரி
th: Book 4 เฉลี่ย
tr: Book 4 Ortalaması
vi: Trung bình Book 4
zh: Book 4 – 平均分

# report_card_08
source: Book 5 Average
ar: متوسط Book 5
bn: Book 5 মধ্যবর্তী
de: Book 5 Durchschnitt
es: Media Book 5
fr: Book 5 Moyenne
hi: Book 5 औसत
in: Book 5 Rata-rata
it: Book 5 Medio
iw: ממוצע Book 5
ja: Book 5 平均
ko: Book 5 평균
pl: Średnia book 5
pt: Média do Book 5
ru: Среднее значение для Book 5
ta: Book 5 சராசரி
th: Book 5 เฉลี่ย
tr: Book 5 Ortalaması
vi: Trung bình Book 5
zh: Book 5 – 平均分

# report_card_09
source: Book 6 Average
ar: متوسط Book 6
bn: Book 6 মধ্যবর্তী
de: Book 6 Durchschnitt
es: Media Book 6
fr: Book 6 Moyenne
hi: Book 6 औसत
in: Book 6 Rata-rata
it: Book 6 Medio
iw: ממוצע Book 6
ja: Book 6 平均
ko: Book 6 평균
pl: Średnia book 6
pt: Média do Book 6
ru: Среднее значение для Book 6
ta: Book 6 சராசரி
th: Book 6 เฉลี่ย
tr: Book 6 Ortalaması
vi: Trung bình Book 6
zh: Book 6 – 平均分

# report_card_10
source: Book 7 Average
ar: متوسط Book 7
bn: Book 7 মধ্যবর্তী
de: Book 7 Durchschnitt
es: Media Book 7
fr: Book 7 Moyenne
hi: Book 7 औसत
in: Book 7 Rata-rata
it: Book 7 Medio
iw: ממוצע Book 7
ja: Book 7 平均
ko: Book 7 평균
pl: Średnia book 7
pt: Média do Book 7
ru: Среднее значение для Book 7
ta: Book 7 சராசரி
th: Book 7 เฉลี่ย
tr: Book 7 Ortalaması
vi: Trung bình Book 7
zh: Book 7 – 平均分

# report_card_11
source: Book 8 Average
ar: متوسط Book 8
bn: Book 8 মধ্যবর্তী
de: Book 8 Durchschnitt
es: Media Book 8
fr: Book 8 Moyenne
hi: Book 8 औसत
in: Book 8 Rata-rata
it: Book 8 Medio
iw: ממוצע Book 8
ja: Book 8 平均
ko: Book 8 평균
pl: Średnia book 8
pt: Média do Book 8
ru: Среднее значение для Book 8
ta: Book 8 சராசரி
th: Book 8 เฉลี่ย
tr: Book 8 Ortalaması
vi: Trung bình Book 8
zh: Book 8 – 平均分

# report_card_12
source: Book 9 Average
ar: متوسط Book 9
bn: Book 9 মধ্যবর্তী
de: Book 9 Durchschnitt
es: Media Book 9
fr: Book 9 Moyenne
hi: Book 9 औसत
in: Book 9 Rata-rata
it: Book 9 Medio
iw: ממוצע Book 9
ja: Book 9 平均
ko: Book 9 평균
pl: Średnia book 9
pt: Média do Book 9
ru: Среднее значение для Book 9
ta: Book 9சராசரி
th: Book 9 เฉลี่ย
tr: Book 9 Ortalaması
vi: Trung bình Book 9
zh: Book 9 – 平均分

# report_card_13
source: Book 10 Average
ar: متوسط Book 10
bn: Book 10 মধ্যবর্তী
de: Book 10 Durchschnitt
es: Media Book 10
fr: Book 10 Moyenne
hi: Book 10 औसत
in: Book 10 Rata-rata
it: Book 10 Medio
iw: ממוצע Book 10
ja: Book 10 平均
ko: Book 10 평균
pl: Średnia book 10
pt: Média do Book 10
ru: Среднее значение для Book 10
ta: Book 10 சராசரி
th: Book 10 เฉลี่ย
tr: Book 10 Ortalaması
vi: Trung bình Book 10
zh: Book 10 – 平均分

# report_card_14
source: Book 11 Average
ar: متوسط Book 11
bn: Book 11 মধ্যবর্তী
de: Book 11 Durchschnitt
es: Media Book 11
fr: Book 11 Moyenne
hi: Book 11 औसत
in: Book 11 Rata-rata
it: Libro 11 Medio
iw: ממוצע Book 11
ja: Book 11 平均
ko: Book 11 평균
pl: Średnia book 11
pt: Média do Book 11
ru: Среднее значение для Book 11
ta: Book 11 சராசரி
th: Book 11 เฉลี่ย
tr: Book 11 Ortalaması
vi: Trung bình Book 11
zh: Book 11 – 平均分

# app_info_27
source: This list contains the most important words you need to know to be able to speak, listen, and write English. Use this app to learn each of these words in depth.
ar: تحتوى هذة القائمة على أهم الكلمات التى تحتاجها للتحدث، الإستماع، والكتابة باللغة الإنجليزية. إستخدم هذا التطبيق لتتعلم كل كلمة من هذة الكلمات بعمق.
bn: ইংরেজিতে কথা বলতে, শুনতে এবং লিখতে যে সকল গুরুত্বপূর্ণ শব্দ আপনার জানা দরকার তা এই তালিকায় আছে। প্রতিটি শব্দ গভীর ভাবে জানতে এই অ্যাপ টি ব্যবহার করুন।
de: Diese Liste enthält die wichtigsten Wörter, die du brauchst um English sprechen, verstehen und schreiben zu können. Benutze diese App um diese Wörter zu lernen.
es: Esta lista contiene las palabras más importantes que necesita saber para poder hablar escuchar, y escribir en inglés. Use esta aplicación para aprender cada una de las frases en profundidad
fr: Cette liste comporte les mots les plus importants pour pouvoir parler, écouter et écrire en Anglais. Utilisez cette application pour apprendre chacun deces mots en profondeur.
hi: इस सूची में सबसे महत्वपूर्ण शब्दों को रक्खा गया है जिनकी आपको जरुरत होगी अंग्रेजी बोलने, सुनने, और लिखने के लिए सक्षम होने के लिए। इन हरेक हराई शब्दों को गहराई से जानने के लिए इस एप्लिकेशन का उपयोग करें।
in: Daftar ini mengandung kata-kata penting yang wajib Anda ketahui agar bisa bicara, mendengar dan menulis dalam bahasa Inggris. Gunakan aplikasi ini untuk belajar tiap kata secara mendalam.
it: Questa lista contiene le parole più importanti che dovrai conoscere per essere in grado di parlare, ascoltare, e scrivere in inglese. Utilizza questa app per imparare nel dettaglio ciascuna di queste parole.
iw: רשימה זו מכילה את המילים החשובות ביותר שאתה צריך לדעת כדי להיות מסוגל לדבר, להקשיב, ולכתוב באנגלית. השתמש באפליקציה זו כדי ללמוד כל אחת מהמילים האלה לעומק.
ja: このリストには、英語を話し、聞き、書けるようになるために知っておくべき重要な単語が含まれています。このアプリを使って、単語1つ1つを詳しく学びましょう。
ko: 이 목록에는 영어를 말하고 듣고 쓰기 위해서 꼭 알아야 하는 가장 중요한 단어들이 포함되어 있습니다.
pl: Ta lista zawiera najważniejsze słowa, które musisz umieć wymówić, słuchać i pisać po angielsku. Używaj tej aplikacji, by pogłębić ich znajomość
pt: Esta lista contém as palavras mais importantes que você precisa de saber para ser capaz de falar, ouvir, e escrever em Inglês. Use esta app para aprender cada uma dessas palavras aprofundadamente.
ru: Данный список содержит самые важные слова, которые нужно знать, чтобы говорить, слушать и писать по-английски. Используйте данное приложение для углубленного изучения каждого из этих слов.
ta: இப்பட்டியலில் நீங்கள் ஆங்கிலம் பேச,கேட்க மற்றும்எழுத அறிந்து கொள்ள வேண்டிய மிக முக்கியமான சொற்கள் உள்ளன. இவ்வொவ்வொரு சொற்களையும் ஆழமாக கற்க இந்த ஆப்லிகேஷனைப் பயன்படுத்தவும்.
th: รายการนี้มีคำศัพท์ที่สำคัญที่สุดที่คุณควรทราบ เพื่อให้สามารถพูด, ฟัง และเขียนภาษาอังกฤษได้ ใช้แอพนี้เพื่อเรียนรู้คำเหล่านี้แต่ละคำในเชิงลึก
tr: Liste İngilizce konuşabilmek, dinleyebilmek ve yazabilmek için ihtiyacınız olan en önemli sözcükleri içermektedir. Bu sözcüklerin her birini derinlemesine öğrenmek için uygulamayı kullanın.
vi: Danh sách này chứa những từ quan trọng nhất bạn cần biết để có thể nói, nghe và viết tiếng Anh. Sử dụng ứng dụng này để học chuyên sâu từng từ một.
zh: 这个表包含了最基本的词汇。知道了这些词就能听说读写。使用此软件来学习这些词。

# app_info_28
source: Video 1
ar: الفديو 1
bn: ভিডিও ১
es: Vídeo 1
fr: Vidéo 1
hi: वीडियो 1
iw: סרטון 1
ja: ビデオ 1
ko: 비디오 1
pl: Film 1
pt: Vídeo 1
ru: Видео 1
ta: வீடியோ 1
th: วิดีโอ 1
zh: 视频1

# app_info_29
source: How to study English Vocabulary
ar: طريقة تعلم الكلمات الإنجليزية
bn: ইংরেজিতে শব্দভান্ডার অধ্যয়ন কিভাবে করবেন
de: Wie man englische Vokabeln lernt
es: Cómo estudiar vocabulario inglés
fr: Comment étudier le Vocabulaire Anglais
hi: अंग्रेजी शब्दावली का अध्ययन कैसे करें
in: Bagaimana belajar Kosakata Bahasa Inggris
it: Come studiare il Vocabolario Inglese
iw: איך ללמוד אוצר מילים באנגלית
ja: 英語の語彙の勉強法
ko: 영단어 학습 방법
pl: Jak uczyć się słownictwa Angielskiego
pt: Como estudar Vocabulário Inglês
ru: Как изучать английскую лексику
ta: ஆங்கிலம் சொல்லவளத்தை எவ்வாறு கற்கலாம்
th: วิธีการเรียนคำศัพท์ภาษาอังกฤษ
tr: İngilizce Kelime Haznesi Nasıl Çalışılır
vi: Cách học từ vựng tiếng Anh
zh: 如何学习英语词汇

# app_info_30
source: Video 2
ar: الفديو 2
bn: ভিডিও ২
es: Vídeo 2
fr: Vidéo 2
hi: वीडियो 2
iw: סרטון 2
ja: ビデオ 2
ko: 비디오 2
pl: Film 2
pt: Vídeo 2
ru: Видео 2
ta: வீடியோ 2
th: วิดีโอ 2
zh: 视频2

# app_info_31
source: How to use this app
ar: طريقة استخدام هذا التطبيق
bn: এই অ্যাপ কিভাবে ব্যবহার করবেন
de: Wie man diese App benutzt
es: Cómo usar esta aplicación
fr: Comment utiliser cette application
hi: इस ऐप्प का इस्तेमाल कैसे करें
in: Bagaimana menggunakan aplikasi ini
it: Come utilizzare questa app
iw: איך להשתמש באפליקציה זו
ja: このアプリの使い方
ko: 앱 사용 방법
pl: Jak używać tej aplikacji
pt: Como usar esta app
ru: Как пользоваться этим приложением
ta: இந்த ஆப்லிகேஷனை எவ்வாறு பயன்படுத்தலாம்
th: วิธีการใช้แอพนี้
tr: Uygulama nasıl kulanılır
vi: Cách sử dụng ứng dụng này
zh: 如何使用此软件

# app_info_32
source: Cost
ar: التكلفة
bn: দাম
de: Kosten
es: Coste
fr: Prix
hi: मूल्य
in: Harga
it: Costo
iw: עלות
ja: 費用
ko: 비용
pl: Koszt
pt: Custo
ru: Стоимость
ta: செலவு
th: ราคา
tr: Ücret
vi: Chi phí
zh: 花费

# app_info_33
source: The first 20 lessons are free. The first quiz is also unlocked.
ar: أول 20 درس مجانا. كذلك أول إختبار متاح للجميع.
bn: প্রথম ২০টি পাঠ বিনামূল্যে।এর সাথে প্রথম ক্যুইজটিও পেয়ে যাবেন।
de: Die ersten 20 Lektionen sind kostenlos. Das erste Quiz ist auch freigeschaltet.
es: Las primeras 20 lecciones son gratuitas. El primer cuestionario también está desbloqueado
fr: Les 20 premières leçons sont gratuites. Le premier questionnaire est aussi débloqué.
hi: पहली 20 सबक नि: शुल्क है। पहली प्रश्नोत्तरी भी खुला है।
in: 20 pelajaran pertama gratis. Kuis pertama juga tidak terkunci.
it: Le prime 20 lezioni sono gratuite. Anche il primo quiz è sbloccato
iw: 20 השיעורים הראשונים הם בחינם. גם הבוחן הראשון פתוח.
ja: 最初の20レッスンは無料です。最初のクイズも無料です。
ko: 처음 20개의 레슨은 무료입니다. 첫번째 퀴즈도 열려있습니다.
pl: Pierwsze 20 lekcji jest za darmo. Pierwszy quiz też jest odblokowany.
pt: As primeiras 20 lições são gratuitas. O primeiro questionário também está desbloqueado.
ru: Первые 20 уроков – бесплатно. Первый тест также разблокирован.
ta: முதல் 20 பாடங்களும் இலவசம்.முதல் புதிரும் திறக்கப்பட்டுள்ளது.
th: 20 บทเรียนแรกฟรี นอกจากนี้แบบทดสอบแรกยังมีปลดล็อคให้แล้วอีกด้วย
tr: İlk 20 ders ücretsizdir. Ayrıca ilk quiz de açıktır.
vi: Miễn phí 20 bài học đầu tiên. Câu hỏi đầu tiên cũng được mở khoá sẵn.
zh: 前20个课是免费的。第一个小测验也被解锁了。

# app_info_34
source: All other quizzes will be unlocked when the book is purchased.
ar: كل الإختبارات الإخرى سوف تكون متاحة عند شراء الكتاب.
bn: বই কেনার পর বাকি ক্যুইজ আনলক করা হবে।
de: Alle andere Quizzes werden mit dem Kauf des jeweiligen Books freigeschaltet.
es: Todos lo demás cuestionarios se desbloquearán cuando se compre el libro
fr: Tous les autres questionnaires seront débloqués avec l'achat du livre.
hi: अन्य सभी प्रश्नोत्तरी खुल जाएगी जब किताब को ख़रीदा जायेगा।
in: Kuis lainnya yang terkunci bisa dibuka setelah Anda melakukan pembelian buku.
it: Tutti gli altri quiz saranno sbloccati una volta che il libro è stato acquistato
iw: כל הבחנים האחרים ייפתחו כשהספר יירכש.
ja: 本を購入すると、その他のクイズが解除されます。
ko: 다른 퀴즈들은 Book을 구매하시면 함께 제공됩니다.
pl: Wszystkie quizy zostaną odblokowane wraz z zakupem książki.
pt: Todos os outros questionários estarão bloqueados quando o livro for comprado.
ru: Все остальные тесты будут разблокированы при покупке книги.
ta: புத்தகத்தை வாங்கும் போது அனைத்து மற்றப்புதிர்களும் திறக்கப்படும்.
th: แบบทดสอบอื่นๆ ทั้งหมดจะถูกปลดล็อค เมื่อหนังสือถูกซื้อ
tr: Diğer tüm quizler kitap satın alındığında açılmaktaır.
vi: Tất cả câu hỏi khác sẽ được mở khoá khi mua sách.
zh: 其它的小测验在你购买书后解锁。

# app_info_35
source: All books are $0.99, or you can choose to buy all the books for a large discount.
ar: تكلفة كل كتاب $0.99، أو يمكنك شراء كل الكتب بخصم كبير.
bn: সমস্ত বইয়ের দাম $ 0.৯৯, অথবা আপনি সমস্ত বই এক সাথে কিনলে একটি বড় ডিসকাউন্ট পেতে পারেন।
de: Jedes Book kostet 0.99$. Die vollständige Sammlung gibt es mit einem großen Rabatt.
es: Todos los libros valen $0.99 o puede escoger comprar todo los libros para un mayor descuento
fr: Tous les livres sont à 0,99$, ou vous pouvez choisir d'acheter tous les livres pour profiter d'un meilleur prix.
hi: सभी किताब की मूल्य है $0.99, या आप सारे किताबों को भारी छूट पर एक साथ में खरीद सकतें हैं।
in: Semua buku seharga $0,99, atau Anda bisa beli keseluruhan buku dengan diskon besar.
it: Tutti i libri costano $0.99, o puoi scegliere di acquistare tutti i libri a un prezzo scontato.
iw: כל ספר עולה $0.99, או שאתה יכול לבחור לקנות את כל הספרים בהנחה גדולה.
ja: どの本も一冊99セントです。また、本を全部購入すると、大きな割引があります。
ko: Book 한권의 가격은 $0.99이고 모든 Book을 한번에 구매하시면 할인된 가격으로 구매하실 수 있습니다.
pl: Wszystkie książki kosztują 0.99$, ale możesz użyć zniżki i kupić pełen pakiet.
pt: Todos os livros são $0.99, ou pode escolher comprar todos os livros por um grande desconto.
ru: Стоимость любой книги – 0.99$. Все книги сразу можно купить с большой скидкой.
ta: அனைத்து புத்தகங்களினதும் விலை, $ 0.99 ஆகும்,அல்லது நீங்கள் ஒரு பெரிய தள்ளுபடியுடன் அனைத்துப் புத்தகங்களையும் வாங்க தேர்வு செய்யலாம்.
th: หนังสือทุกเล่มราคา $0.99 หรือคุณสามารถเลือกที่ซื้อหนังสือทุกเล่มเพื่อการได้รับส่วนลดที่เยอะกว่า
tr: Kitaplar 0.99$'dır. Yada kitapların tamamını büyük bir indirim ile alabilirsiniz.
vi: Tất cả sách đều có giá $0.99 hoặc bạn có thể mua toàn bộ sách để nhận ưu đãi lớn.
zh: 所有的书都0.99美元。你可以选择一次性购买，能省钱。

# app_info_36
source: Purchase
ar: إشترى
bn: কিনুন
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीद
in: Beli
it: Acquista
iw: לרכוש
ja: 購入
ko: 구매하기
pl: Kup
pt: Comprar
ru: Купить
ta: வாங்கவும்
th: ซื้อ
tr: Satın al
vi: Mua
zh: 购买

# main_page_15
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
in: Pengaturan
it: Impostazioni
iw: הגדרות
ja: 設定
ko: 사용자 환경
pl: Ustawienia
pt: Definições
ru: Настройки
ta: அமைப்புகள்
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh: 设置

# main_page_16
source: Change language and other settings
ar: تغير اللغة والإعدادات الإخرى
bn: ভাষা এবং অন্যান্য সেটিংস পরিবর্তন করুন
de: Sprache wechseln und andere Einstellungen
es: Cambiar idioma y otros ajustes
fr: Changer la langue et autres paramètres
hi: भाषा परिवर्तन और अन्य सेटिंग्स
in: Ubah bahasa dan pengaturan lain
it: Cambia lingua e altre impostazioni
iw: שנה שפה והגדרות אחרות
ja: 言語の変更とその他の設定
ko: 언어나 환경 바꾸기
pl: Zmień język i inne ustawienia
pt: Alterar idioma e outras definições
ru: Изменить язык и другие настройки
ta: மொழி மற்றும் பிற அமைப்புக்களை மாற்றவும்
th: เปลี่ยนภาษา และการตั้งค่าอื่นๆ
tr: Dil ve diğer ayarları değiştir
vi: Thay đổi ngôn ngữ và cài đặt khác
zh: 改变语言及其它设置

# settings_page_04
source: Change language
ar: غير اللغة
bn: ভাষা পরিবর্তন করুন
de: Sprache wechseln
es: Cambiar idioma
fr: Changer la langue
hi: भाषा परिवर्तन
in: Ubah bahasa
it: Cambia lingua
iw: שנה שפה
ja: 言語の変更
ko: 다른 언어로 보기
pl: Zmień język
pt: Alterar idioma
ru: Изменить язык
ta: மொழியை மாற்றவும்
th: เปลี่ยนภาษา
tr: Dili değiştir
vi: Thay đổi ngôn ngữ
zh: 改变语言

# settings_page_05
source: Choose your language
ar: إختر لغتك
bn: আপনার ভাষা নির্বাচন করুন
de: Sprache auswählen
es: Escoja su idioma
fr: Choisissez votre langue
hi: अपनी भाषा चुनें
in: Pilih bahasa Anda
it: Scegli la tua lingua
iw: בחר את השפה שלך
ja: 言語を選択する
ko: 언어 선택하기
pl: Wybierz swój język
pt: Escolha o seu idioma
ru: Выберите язык
ta: உங்கள் மொழியை தெரிவு செய்யவும்
th: เลือกภาษาของคุณ
tr: Dili seçin
vi: Chọn ngôn ngữ của bạn
zh: 选择你的语言

# settings_page_06
source: Done
ar: تم
bn: সম্পন্ন
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
in: Selesai
it: Fatto
iw: בוצע
ja: 完了
ko: 완료
pl: Gotowe
pt: Concluído
ru: Готово
ta: முடிந்தது
th: เสร็จเรียบร้อย
tr: Tamam
vi: Xong
zh: 完成

# rate_app_01
source: Please rate this app
ar: من فضلك قيم هذا التطبيق
bn: এই অ্যাপটির রেট দিন
de: Bitte bewerte diese App
es: Por favor puntúe esta aplicación
fr: Veuillez noter cette application
hi: कृपया इस ऐप्प को रेट करें
in: Beri rating pada aplikasi ini
it: Vota questa app
iw: אנא דרג את האפליקציה הזו
ja: このアプリを評価してください
ko: 앱을 평가해 주세요
pl: Prosimy o ocenę tej aplikacji
pt: Por favor, avalie este aplicativo
ru: Оцените данное приложение
ta: தயவு செய்து இந்த ஆப்லிகேஷனை மதிப்பிடவும்
th: โปรดให้คะแนนแอพนี้
tr: Lütfen uygulamayı değerlendirin!
vi: Xin hãy đánh giá ứng dụng này
zh: 评价此软件

# rate_app_02
source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
es: Sí
fr: Oui
hi: हाँ
in: Ya
it: Sì
iw: כן
ja: はい
ko: 예
pl: Tak
pt: Sim
ru: Да
ta: ஆம்
th: ได้
tr: Evet
vi: Có
zh: 是

# rate_app_03
source: No
ar: لا
bn: না
de: Nein
fr: Non
hi: ना
in: Tidak
iw: לא
ja: いいえ
ko: 아니오
pl: Nie
pt: Não
ru: Нет
ta: இல்லை
th: ไม่ได้
tr: Hayır
vi: Không
zh: 否

# rate_app_04
source: Later
ar: لاحقا
bn: পরে
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
in: Nanti
it: Più tardi
iw: אחר כך
ja: 後で
ko: 다음에
pl: Później
pt: Mais tarde
ru: Позже
ta: பின்னர்
th: ภายหลัง
tr: Daha sonra
vi: Để sau
zh: 以后再说

# purchase_01
source: Purchase:
ar: إشترى :
bn: কিনুন:
de: Kaufen:
es: Comprar:
fr: Acheter:
hi: खरीद:
in: Beli:
it: Acquista:
iw: לרכוש:
ja: 購入：
ko: 바로 구매:
pl: Zakup:
pt: Comprar:
ru: Купить:
ta: வாங்கவும் :
th: ซื้อ:
tr: Satın al:
vi: Mua:
zh: 购买：
