Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# purchase_02
source: All 11 books
ar: جميع الكتب (11 كتاب)
bn: ১১ টি বই
de: Alle 11 Bücher
es: Todos los 11 libros
fr: Les 11 livres
hi: सभी 11 किताबें
in: 11 buku seluruhnya
it: Tutti gli 11 libri
iw: כל 11 הספרים
ja: 全11冊
ko: 11권을 모두 구매
pl: Wszystkie 11 książek
pt: Todos os 11 livros
ru: Все 11 книг
ta: அனைத்து 11 புத்தகங்கள்
th: หนังสือทั้งหมด 11 เล่ม
tr: Tüm 11 Kitap
vi: Tất cả 11 sách
zh: 所有11本书

# purchase_03
source: Purchased
ar: تم الشراء
bn: কেনা সম্পন্ন
de: Gekauft
es: Comprado
fr: Déjà acheté
hi: खरीद संपन्न
in: Telah dibeli
it: Acquistato
iw: נרכש
ja: 購入済み
ko: 구매 완료
pl: Zakup dokonany
pt: Compra efetuada
ru: Куплено
ta: வாங்கியது
th: ซื้อแล้ว
tr: Satın alındı
vi: Đã mua
zh: 已购买

# recommend_page_01
source: Learn to Speak English
ar: تعلم تحدث الإنجليزية
bn: ইংরেজি বলতে শিখুন
de: Englisch sprechen lernen
es: Aprender a hablar inglés
fr: Apprenez à Parler Anglais
hi: अंग्रेजी बोलना सीखें
in: Belajar Bicara Bahasa Inggris
it: Impara a Parlare l'inglese
iw: ללמוד לדבר אנגלית
ja: 英語の話し方を学ぶ
ko: 영어 회화 학습법
pl: Naucz się mówić po Angielsku
pt: Aprenda a Falar Inglês
ru: Учитесь говорить по-английски
ta: ஆங்கிலம் பேசக் கற்கவும்
th: เรียนรู้การพูดภาษาอังกฤษ
tr: İngilizce Konuşmayı Öğrenin
vi: Học Nói tiếng Anh
zh: 学习如何说英语

# recommend_page_02
source: Over 800 lessons and 8000 audio files. All completely free!
ar: أكثر من 800 درس و 8000 مقطع صوتى مجانا بالكامل.
bn: ৮০০ টিরও বেশি পাঠ এবং ৮০০০টি অডিও ফাইল। সমস্তটি সম্পূর্ণ বিনামূল্যে!
de: Über 800 Lektionen und 8000 Audiodateien. Alles komplett kostenlos!
es: Más de 800 lecciones y 8000 archivos de audio. Todo completamente gratis
fr: Plus de 800 leçons et 8000 fichiers audios. Tout cela complètement gratuitement!
hi: 800 से अधिक सबक और 8000 ऑडियो फ़ाइलें। सभी पूरी तरह से मुक्त!
in: Lebih dari 800 pelajaran dan 8000 berkas audio. Semuanya gratis!
it: Oltre 800 lezioni e 8000 file audio. Tutti completamente gratuiti!
iw: מעל 800 שיעורים ו-8000 קבצי שמע. הכל לגמרי בחינם!
ja: 800を超えるレッスンと8000個の音声ファイル。全て無料です！
ko: 800개 이상의 레슨과 8000개 이상의 음성파일이 모두 무료로 제공됩니다.
pl: Prawie 800 lekcji i 8000 plików audio. Wszystko kompletnie za darmo!
pt: Mais de 800 lições e 8000 ficheiros áudio. Tudo completamente grátis!
ru: Свыше 800 уроков и 8000 аудиофайлов. Все – абсолютно бесплатно!
ta: 800 க்கும் மேற்பட்ட பாடங்கள் மற்றும் 8000 ஆடியோ கோப்புகள்.அனைத்து முற்றிலும் இலவசம்!
th: มากกว่า 800 บทเรียน และ 8000 ไฟล์เสียง ทั้งหมดฟรี!
tr: 800den fazla ders ve 8000'den fazla ses dosyası. Tamamı ücretsiz!
vi: Hơn 800 bài học và 8000 tập tin audio. Tất cả đều hoàn toàn miễn phí!
zh: 超过800节课和8000个音频。全部都免费！

# recommend_page_03
source: English Conversation
ar: محادثات انجليزية
bn: ইংরেজীতে কথোপকথন
de: Englische Sprachpraxis
es: Conversación en inglés
fr: Conversation en Anglais
hi: अंग्रेजी वार्तालाप
in: Percakapan bahasa Inggris
it: Conversazione in inglese
iw: שיחה באנגלית
ja: 英会話
ko: 영어 회화
pl: Konwersacja po Angielsku
pt: Conversa em Inglês
ru: Английская речь
ta: ஆங்கில மொழி உரையாடல்
th: การสนทนาภาษาอังกฤษ
tr: İngilizce Konuşma
vi: Hội thoại tiếng Anh
zh: 英文对话

# recommend_page_04
source: Great English conversation practice. Excellent for speaking practice.
ar: محادثات انجليزية تفاعلية رائعة، ممتازة لممارسة التحدث.
bn: দুর্দান্ত ইংরেজিতে কথোপকথনের অনুশীলন। ভাষার অনুশীলনের জন্য চমৎকার।
de: Tolle englische Sprechübungen. Exzellent für Sprachpraxis!
es: Práctica genial de conversación en inglés. Excelente para la práctica del habla
fr: Excellent Entraînement à la Conversation en Anglais. Excellent pour s'entraîner à parler.
hi: शानदार अंग्रेजी वार्तालाप अभ्यास। बहुत बढ़िया बोलने की अभ्यास।
in: Praktek percakapan bahasa Inggris. Sangat baik untuk latihan bicara.
it: Ottima pratica di conversazione inglese. Eccellente per la pratica parlata.
iw: תרגול נהדר בשיחה באנגלית. מצוין לתרגול דיבור.
ja: 優れた英会話の練習です。英会話の練習に最適です。
ko: 최상의 영어회화 연습 프로그램. 최적의 영어회화 앱
pl: Świetne ćwiczenia konwersacji po Angielsku. Idealne ćwiczenia mównicze.
pt: Excelente prática de conversa em Inglês. Excelente para a prática em falar.
ru: Отличная практика речевого общения на английском. Прекрасно подходит для разговорной практики.
ta: உயர்ந்த ஆங்கில உரையாடல் பயிற்சி.பேச்சுப் பயிற்சிக்கு மிகச்சிறந்தது
th: การฝึกการสนทนาภาษาอังกฤษที่ยอดเยี่ยม การฝึกการพูดที่ดีเลิศ
tr: Mükemmel bir İngilizce konuşma tekniği. Konuşma pratiği için birebir.
vi: Thực hành hội thoại tiếng Anh tuyệt vời. Rất tốt để luyện nói.
zh: 适合练习英语对话。练习口语非常好。

# bookmark_01
source: Bookmarks
ar: العلامات
bn: বুকমার্ক
de: Lesezeichen
es: marcadores
fr: Signets
hi: बुकमार्क
in: Penanda
it: Segnalibri
iw: סימניות
ja: ブックマーク
ko: 즐겨찾기
pl: Zakładki
pt: Marcados
ru: Закладки
ta: புக்மார்க்ஸ் (சேமிப்பு இணைப்பு)
th: บุ๊กมาร์ค
tr: Yer imleri
vi: Đánh dấu trang
zh: 做书签

# bookmark_02
source: View all bookmarked lessons
ar: عرض جميع الدروس المفضلة
bn: সমস্ত বুকমার্ক করা পাঠ দেখুন
de: Alle mit Lesezeichen markierten Lektionen anzeigen.
es: Ver todas las lecciones marcadas
fr: Voir toutes les leçons avec signets
hi: सभी बुकमार्क किए हुए सबक को देखें
in: Lihat semua pelajaran yang ditandai
it: Visualizza tutte le lezioni Salvate
iw: ראה את כל השיעורים המסומנים בסימניה
ja: ブックマークしたレッスンを全て見る
ko: 즐겨찾기한 레슨 전체 보기
pl: Wyświetl wszystkie lekcje z zakładek
pt: Ver todas as lições marcadas
ru: Посмотреть все уроки в закладках
ta: அனைத்து சேமிக்கப்பட்ட பாடங்களையும் காண்க
th: ดูบุ๊กมาร์คของบทเรียนทั้งหมด
tr: Yer imi konulan tüm dersleri gör
vi: Xem tất cả bài học đã đánh dấu
zh: 查看所有书签页

# bookmark_03
source: No bookmarks added yet.
ar: لم تضف اى علامة حتى الآن.
bn: কোন বুকমার্ক এখনো যোগ করা হয়নি
de: Keine Lesezeichen hinzugefügt.
es: No hay marcadores añadidos aún.
fr: Pas encore de signets ajoutés
hi: कोई भी बुकमार्क अभी तक जोड़ा नहीं गया है
in: Belum ada penanda yang ditambahkan
it: Non è stato ancora aggiunto un segnalibro.
iw: לא נוספו סימניות עדיין.
ja: まだ何もブックマークされていません。
ko: 즐겨찾기한 레슨 없음
pl: Nie dodano zakładek
pt: Sem marcações adicionadas ainda.
ru: Закладок пока нет
ta: எந்தவொரு சேமிப்பு இணைப்பும் சேர்க்கப்படவில்லை
th: ยังไม่มีการเพิ่มบุ๊กมาร์ค
tr: Herhangi bir yer imi eklenmedi.
vi: Chưa thêm dấu trang.
zh: 还未添加书签。

# bookmark_04
source: Click on the star on the top of the lesson to add a bookmark.
ar: اضغط على النجمة الموجودة أعلى الدرس للإضافة الى المفضلة.
bn: বুকমার্ক যোগ করতে পাঠের উপরে স্টার চিহ্ন ক্লিক করুন
de: Klicke auf den Stern oben in der Lektion um ein Lesezeichen hinzuzufügen.
es: Haga clic en la estrella en la parte superior de la lección para agregar un marcador.
fr: Cliquez sur l'étoile en haut de la leçon pour ajouter un signet.
hi: सबक को बुकमार्क में जोड़ने के लिए उपर के तारा चिन्ह पर क्लिक करें
in: Klik bintang di atas pelajaran untuk menambah penanda
it: Clicca la stella nella parte superiore alla lezione per aggiungere un segnalibro.
iw: לחץ על הכוכב שמעל השיעור כדי להוסיף סימניה.
ja: ブックマークを追加するには、レッスンの上にあるスターをクリックして下さい。
ko: 레슨 위쪽의 별표를 클릭해서 즐겨찾기에 추가하세요
pl: Kliknij na gwiazdkę na górze lekcji, by dodać ją do zakładek
pt: Clique na estrela no topo da lição para adicionar uma marcação.
ru: Нажмите на звезду сверху урока, чтобы добавить закладку
ta: ஒரு புக்மார்க்கை சேர்க்க பாடத்திற்கு மேலுள்ள நட்சத்திரத்தை கிளிக் செய்யவும்
th: คลิกที่รูปดาวตรงด้านบนของบทเรียนเพื่อเพิ่มบุ๊กมาร์ค
tr: Yeni bir yer imi eklemek için dersin üstündeki yıldıza tıklayın.
vi: Nhấn ngôi sao ở đầu bài học để thêm dấu trang
zh: 点击上方的星星以添加书签。

# video_pg_01
source: Skip Video
ar: تخطى الفيديو
bn: ভিডিও এড়িয়ে যান
de: Video überspringen
es: Saltar vídeo
fr: Passer la vidéo
hi: स्किप वीडियो
in: Lewati Video
it: Salta Video
iw: דלג על הסרטון
ja: ビデオをスキップする
ko: 비디오 건너뛰기
pl: Pomiń film
pt: Saltar Vídeo
ru: Пропустить видео
ta: வீடியோவை தவிர்க்கவும்
th: ข้ามวิดีโอ
tr: Videoyu geç
vi: Bỏ qua Video
zh: 跳过视频

# startup_01
source: Downloading files
ar: تحميل الملفات
bn: ফাইল ডাউনলোড হচ্ছে
de: Lade Dateien
es: Descargando archivos
fr: Fichiers en cours de téléchargement
hi: फ़ाइलों को डाउनलोड करें
in: Mengunduh berkas
it: Scaricamento dei file
iw: מוריד את הקבצים
ja: ファイルをダウンロードしています
ko: 파일을 다운로드하고 있습니다
pl: Pobieranie plików
pt: Descarregando ficheiros
ru: Файлы скачиваются
ta: கோப்புகளை பதிவிறக்கம் செய்து கொண்டு
th: กำลังดาวน์โหลดไฟล์
tr: Dosyalar indiriliyor
vi: Đang tải các tập tin
zh: 下载文件

# startup_02
source: Please wait...
ar: ارجو الإنتظار...
bn: অনুগ্রহ করে অপেক্ষা করুন ...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter…
hi: कृपया प्रतीक्षा करें...
in: Silakan tunggu…
it: Attendere prego...
iw: נא המתן...
ja: お待ち下さい・・・
ko: 잠시만 기다려주세요
pl: Proszę czekać...
pt: Por favor, espere...
ru: Пожалуйста, подождите
ta: தயவுசெய்து காத்திருங்கள்…
th: โปรดรอ...
tr: Lütfen bekleyin...
vi: Vui lòng chờ…
zh: 请稍后

# error_audio_download
source: Failed to download audio file. Please check your internet connection.
ar: فشلت عملية تحميل الملف الصوتى. من فضلك تأكد من أن اتصالك بالإنترنت
bn: অডিও ফাইল ডাউনলোড করা ব্যর্থ হলো। অনুগ্রহ করে আপনার ইন্টারনেট কানেকশনটি যাচাই করুন।
de: Der Download der Audio-Dateien ist fehlgeschlagen. Bitte überprüfe deine Internetverbindung.
es: Error al descargar el archivo de audio. Por favor verifique su conexión a Internet.
fr: Impossible de télécharger le fichier audio. Veuillez vérifier votre connexion Internet.
hi: ऑडियो फाइल डाउनलोड नहीं हो पाई है। कृपया अपने इंटरनेट कनेक्शन की जांच करें।
in: Gagal mengunduh file audio. Silakan periksa koneksi internet Anda.
it: Scaricamento del file audio non riuscito. Prova a verificare la tua connessione internet.
iw: נכשל בהורדת קבצי שמע. נא בדוק את החיבור לאינטרנט
ja: 音声ファイルのダウンロードに失敗しました。インターネットの接続状態を確認して下さい。
ko: 다운로드가 실패했습니다. 인터넷 연결을 확인하세요.
pl: Nie udało się pobrać pliku audio. Sprawdź swoje połączenie z siecią.
pt: Falha ao baixar o arquivo. Verifique a conexão de sua internet.
ru: Невозможно скачать аудио-файл. Пожалуйста, проверьте ваше интернет-подключение.
ta: ஆடியோ ஃபைல் டவுன்லோட் தோல்வியடைந்தது. தயவுசெய்து உங்களது இன்டர்னெட் கனெக்க்ஷனை சரி பார்க்கவும்
th: ไม่สามารถดาวน์โหลดไฟล์เสียงได้ กรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ
tr: Ses dosyası indirilemedi. Lütfen internet bağlantınızı kontrol edin.
vi: Tải tập tin âm thanh thất bại. Vui lòng kiểm tra kết nối internet của bạn.
zh: 下载音频失败。请检查网络链接。

# check_internet
source: Please check your internet connection.
ar: من فضلك تأكد من أن اتصالك بالإنترنت .
bn: অনুগ্রহ করে আপনার ইন্টারনেট কানেকশনটি যাচাই করুন।
de: Bitte überprüfe deine Internetverbindung.
es: Por favor verifique su conexión a Internet.
fr: Veuillez vérifier votre connexion Internet.
hi: कृपया अपने इंटरनेट कनेक्शन की जांच करें।
in: Silakan periksa koneksi internet Anda.
it: Prova a verificare la tua connessione internet.
iw: נא בדוק את החיבור לאינטרנט
ja: インターネットの接続状態を確認して下さい。
ko: 인터넷 연결을 확인하세요.
pl: Sprawdź swoje połączenie z siecią.
pt: Verifique a conexão de sua internet.
ru: Пожалуйста, проверьте ваше интернет-подключение.
ta: தயவுசெய்து உங்களது இன்டர்னெட் கனெக்க்ஷனை சரி பார்க்கவும்
th: กรุณาตรวจสอบการเชื่อมต่ออินเตอร์เน็ตของคุณ
tr: Lütfen internet bağlantınızı kontrol edin.
vi: Vui lòng kiểm tra kết nối internet của bạn.
zh: 请检查网络链接。

# text_purchase1
source: Remove distractions and focus on your studies.
ar: أزل التشويش وركز على الدراسة .
bn: অমনোযোগী না হয় নিজের পড়ায় ফোকাস দিন।
de: Weniger Ablenkungen und eine bessere Konzentration auf das Lernen.
es: Elimine las distracciones y concéntrese en sus estudios
fr: Oubliez les distractions et concentrez-vous sur vos études.
hi: ध्यान भटकाने वाली चीजों को दूर करें और अपनी पढ़ाई पर ध्यान दें।
in: Singkirkan semua gangguan dan fokuslah pada studi Anda.
it: Elimina le distrazioni e concentrati sui tuoi studi.
iw: פטור את עצמך מהסחות דעת ותתרכז בלימודים
ja: 邪魔なものをなくし、勉強に集中しましょう。
ko: 방해받지 않고 학습에 집중하세요.
pl: Usuń rozpraszacze i skup się na nauce.
pt: Elimine as distrações e se concentre nos seus estudos.
ru: Удалить рекламу и сосредоточиться на учебе.
ta: கவனச்சிதறல்களை நீக்கி உங்கள் படிப்பில் கவனம் செலுத்தவும்.
th: ลบสิ่งรบกวน และมุ่งเน้นไปที่การเรียนของคุณ
tr: Dikkat dağıtıcı şeylerden kurtulun ve çalışmalarınıza odaklanın.
vi: Loại bỏ những điều làm bạn sao nhãng và tập trung vào việc học.
zh: 消除干扰，专心于你的学习。

# text_purchase2
source: Thank you very much for your generosity and support!
ar: شكرا جزيلا على الكرم والدعم .
bn: আপনার উদারতা এবং সমর্থনের জন্য অনেক ধন্যবাদ!
de: Vielen Dank für deine Großzügigkeit und deine Unterstützung!
es: Muchas gracias por su generosidad y apoyo
fr: Merci beaucoup pour votre générosité et votre soutien!
hi: आपकी उदारता और सहयोग के लिए बहुत-बहुत धन्यवाद!
in: Terima kasih banyak atas kemurahan hati dan dukunganAnda!
it: Grazie mille per la tua generosità e il tuo supporto!
iw: תודה רבה על תמיכתכם ונדיבותכם!
ja: ご協力をどうもありがとうございます！
ko: 여러분의 정성스런 도움에 깊이 감사드립니다!
pl: Dziękuję bardzo za twóją hojność oraz wsparcie!
pt: Muito obrigado pela sua generosidade e apoio!
ru: Спасибо за вашу щедрость и поддержку!
ta: உங்களது பெருந்தன்மை மற்றும் ஆதரவுக்கு மிகவும் நன்றி!
th: ขอบคุณมากสำหรับความเมตตา และการสนับสนุนของคุณ!
tr: Cömertliğiniz ve desteğiniz için çok teşekkür ederiz!
vi: Cảm ơn sự hào phóng cũng như sự hỗ trợ của bạn rất nhiều!
zh: 非常感谢你的慷慨与支持。

# title_purchase
source: Remove Ads
ar: أزل الإعلانات .
bn: বিজ্ঞাপন সরান
de: Werbungen entfernen
es: Eliminar anuncios
fr: Supprimez la pub
hi: विज्ञापन हटाएं
in: Hilangkan iklan
it: Elimina la pubblicità.
iw: הסר פרסומות
ja: 広告を消去する
ko: 광고 없애기
pl: Usuń reklamy
pt: Remover Publicidade
ru: Удалить рекламу
ta: விளம்பரங்களை அகற்று
th: ลบโฆษณา
tr: Reklamları Kaldır
vi: Loại bỏ quảng cáo
zh: 移除广告。

# app_beginners_desc
source: Teaches English without using too much explanation. Easy step by step process using images, audio files, excercises, and quizzes.
ar: يعلم اللغة الإنجليزية دون شرح مطول . تعلم اللغة الإنجليزية خطوة بخطوة وبسهولة بإستخدام الصور ، الملفات الصوتية ، التمرينات ، والإختبارات .
bn: অত্যধিক ব্যাখ্যা ছাড়াই ইংরেজি শেখায়। প্রক্রিয়ার একের পর এক সহজ ধাপ ইমেজ, অডিও ফাইল, অনুশীলনী, এবং ক্যুইজ মাধ্যমে।
de: Unterrichtet Englisch ohne zu viele Erklärungen. Einfacher Schritt-für-Schritt Prozess mit Bildern, Audio Dateien, Übungen und Tests.
es: Enseña inglés sin usar demasiadas explicaciones. Proceso fácil paso a paso usando imágenes, archivos de audio, ejercicios y cuestionarios
fr: Enseigne l'anglais sans utiliser trop d'explications. Des étape par étape trés faciles en utilisant des images, des fichiers audio, des exercices et des quizs.
hi: यह बहुत ज्यादा व्याख्या का प्रयोग किये बिना इंग्लिश सिखाता है। चित्र, ऑडियो फाइल, अभ्यासों, और प्रश्नावलियों के प्रयोग से आसान क्रमशः प्रक्रिया।
in: Mengajar bahasa Inggris tanpa menggunakan terlalu banyak penjelasan. Proses belajar yang mudah dengan menggunakan gambar, file audio, latihan, dan kuis.
it: Questa applicazione insegna l'inglese senza troppe spiegazioni. Un semplice processo passo dopo passo che utilizza immagini, file audio, esercizi e quiz.
iw: למידת אנגלית בלי יותר מדי הסברים. צעד אחר צעד נלמד בעזרת תמונות, קבצי שמע, תרגילים ומבחנים.
ja: 説明が多すぎない英語の学習方法。映像、オーディオ、練習、クイズなどを利用するステップバイステップの学び方です。
ko: 긴 설명 없이 영어를 배울 수 있습니다. 이미지, 오디오 파일, 퀴즈, 예시 등으로 구성된 단계적 학습법으로 초보자 입문용 영어 학습 앱입니다.
pl: Uczy angielskiego bez używania wielu wyjaśnień. Łatwy proces krok po kroku z użyciem obrazów, plików audio, ćwiczeń i kwizów.
pt: Ensina Inglês sem usar grandes explicações. Processo passo-a-passo fácil com imagens, ficheiros de áudio, exercícios, e questionários.
ru: Изучение английского без скучных объяснений и лекций. Простые пошаговые уроки с использованием картинок, аудиофайлов, упражнений и тестов.
ta: அதிகமான விளக்கம் இல்லாமல் ஆங்கிலம் கற்றுக்கொடுக்கிறது. எளிதான மற்றும் படி படியான செயல்முறை., படங்கள், ஆடியோ கோப்புகள், பயிற்சிகள், மற்றும் வினாடிவினா மூலம் பயிற்றுவிக்கபடுகிறது.
th: สอนภาษาอังกฤษโดยไม่ต้องใช้คำอธิบายที่มากเกินไป ขั้นตอนง่ายๆ ตามกระบวนการขั้นตอนการใช้ภาพ ไฟล์เสียง การฝึก และแบบทดสอบ
tr: Çok fazla açıklama kullanmadan İngilizce öğretir. Resimler, ses dosyaları, egzersizler ve testler kullanarak kolay adım adım süreç.
vi: Dạy tiếng Anh mà không sử dụng quá nhiều sự giải thích. Quá trình học dễ dàng từng bước bằng hình ảnh, âm thanh, bài tập và câu đố.
zh: 不用多余的解释来教英语。使用图片，音频文件，练习和小测验来一步步教学。

# app_beginners_title
source: Learn English for Beginners
ar: تعلم الإنجليزية للمبتدئين .
bn: প্রাথমিক স্তরের শিক্ষার্থীদের জন্য ইংরেজি শিক্ষা
de: Englisch lernen für Anfänger
es: Aprendizaje de inglés para principiantes
fr: Apprendre l'anglais pour les débutants
hi: प्रारंभकर्ताओं के लिए इंग्लिश शिक्षण
in: Belajar Bahasa Inggris untuk Pemula
it: Imparare l'inglese per principianti
iw: שיעורי אנגלית למתחילים
ja: 初心者向けの英語
ko: 초보를 위한 영어 학습
pl: Nauka angielskiego dla Początkujących
pt: Aprender Inglês para Iniciantes
ru: Изучение английского для начинающих
ta: ஆங்கிலம் கற்க தொடங்குபவர்கள்
th: เรียนภาษาอังกฤษสำหรับผู้เริ่มต้น
tr: Yeni Başlayanlar için İngilizce
vi: Học tiếng Anh cho Người mới bắt đầu
zh: 初学者的英语学习。

# app_grammar_desc
source: Learn English grammar with a great FREE English grammar book. Hundreds of grammar lessons with many activities and quizzes.
ar: تعلم قواعد اللغة الإنجليزية مع كتاب قواعد الإنجليزية المجانى الرائع . يحتوى هذا الكتاب على مئات الدروس مع الأنشطة والإختبارات .
bn: একটি দারুণ বিনামূল্য ইংরেজি ব্যাকরণ বই থেকে ইংরেজি ব্যাকরণ শিখুন। শত শত ব্যাকরণ পাঠ তার সাথে আছে অনেক অনুশীলনী এবং ক্যুইজ।
de: Lerne Englische Grammatik mit einem großartigen GRATIS Englischen Grammatik Buch. Hunderte von Grammatik Unterrichtsstunden mit vielen Aktivitäten und Tests.
es: Aprenda gramática inglesa con un libro de gramática inglesa gratuito. Cientos de lecciones de gramática con muchas acitividades y cuestionarios
fr: Apprendre la grammaire anglaise avec un magnifique livre de grammaire anglaise GRATUIT. Des centaines de leçons de grammaire avec de nombreuses activités et des quizs.
hi: सर्वश्रेष्ठ निःशुल्क इंग्लिश व्याकरण पुस्तक के साथ इंग्लिश व्याकरण सीखें। इसमें कई गतिविधियों और प्रश्नावलियों के साथ सैकड़ों व्याकरण अभ्यास उपलब्ध हैं।
in: Belajar tata bahasa Inggris dengan Buku Tata Bahasa Inggris GRATIS. Ratusan pelajaran tata bahasa dengan banyak kegiatan dan kuis.
it: Impara la grammatica inglese con un ottimo libro GRATUITO. Centinaia di lezioni di grammatica con molte attività e quiz.
iw: למדו דקדוק באנגלית בעזרת ספר דקדוק בחינם. מאות שיעורי דקדוק עם הפעלות ומבחנים.
ja: 無料の英語文法ブックで文法を勉強しましょう。数百のレッスンと多くのアクティビティやクイズがあります。
ko: 무료 영어 문법 학습 앱으로 영어 문법을 정복하세요. 쉽고 체계적인 문법 레슨이 퀴즈와 함께 들어 있어 학습 효과가 뛰어납니다.
pl: Naucz się angielskiego dzięki wspaniałej DARMOWEJ książki gramatyki angielskiej. Setki lekcji gramatyki z wieloma zajęciami i kwizami.
pt: Aprenda gramática de Inglês com um excelente livro de gramática de Inglês GRÁTIS. Centenas de lições gramaticais com muitas atividades e questionários.
ru: Изучайте грамматику английского языка с этим прекрасным БЕСПЛАТНЫМ приложением. Сотни уроков по грамматике с множеством заданий и тестов.
ta: ஓர் பெரிய இலவச ஆங்கில இலக்கணப் புத்தகம் கொண்டு ஆங்கில இலக்கணம் பயிலுங்கள். நூற்றுக்கணக்கான இலக்கணம் பாடங்கள் பல நடவடிக்கைகள் மற்றும் வினாவிடையுடன்.
th: เรียนไวยากรณ์ภาษาอังกฤษด้วยหนังสือไวยากรณ์ภาษาอังกฤษที่ยอดเยี่ยมฟรี หลายร้อยบทเรียนไวยากรณ์กับกิจกรรม และแบบทดสอบต่างๆมากมาย
tr: Muhteşem ve ÜCRETSİZ İngilizce dilbilgisi kitabı ile İngilizce öğrenin. Çok sayıda aktivite ve testin olduğu yüzlerce dilbilgisi dersi
vi: Học ngữ pháp tiếng Anh bằng sách Ngữ pháp tiếng Anh MIỄN PHÍ và tuyệt vời. Hàng trăm bài học ngữ pháp với nhiều hoạt động và câu đố.
zh: 使用这本完美免费的英语语法书来学习英语语法。里面包括上百章语法课和很多文章及小测验。

# app_grammar_title
source: English Grammar Book
ar: كتاب القواعد الإنجليزية .
bn: ইংরেজি ব্যাকরণ বই
de: Englisches Grammatik Buch
es: Libro de gramática inglesa
fr: livre de Grammaire anglaise
hi: इंग्लिश व्याकरण पुस्तक
in: Buku Tata Bahasa Inggris
it: Libro di grammatica inglese
iw: ספר דקדוק באנגלית
ja: 英語文法ブック
ko: 영어 문법 책
pl: Książka Gramatyki angielskiej
pt: Livro de Gramática de Inglês
ru: Книга по английской грамматике
ta: ஆங்கிலம் இலக்கண புத்தகம்
th: หนังสือไวยากรณ์ภาษาอังกฤษ
tr: İngilizce Dilbilgisi Kitabı
vi: Sách Ngữ pháp Tiếng Anh
zh: 英语语法书。

# app_kids_desc
source: POPULAR: The best way to learn English using an app. Thousands of pictures and audio files to help your child learn English.
ar: شائع : أفضل طريقة لتعلم اللغة الإنجليزية باستخدام هذا التطبيق . يحتوى هذا التطبيق على الآف الصور والمقاطع الصوتية لمساعدة طفلك على تعلم الإنجليزية .
bn: জনপ্রিয়: অ্যাপ্লিকেশন ব্যবহার করে ইংরেজি শিখার সবচেয়ে ভালো উপায়। আপনার সন্তান কে ইংরেজি শিখতে সাহায্য করার জন্য আছে হাজার হাজার ছবি ও অডিও ফাইল।
de: BELIEBT: Die beste Art und Weise Englisch mit einer App zu lernen. Tausende Bilder und Audio Dateien helfen deinem Kind beim Englisch lernen.
es: Popular: La mejor forma de aprender inglés usando una aplicación. Miles de imágenes y archivos de audio para ayudar a su hijo a aprender inglés
fr: POPULAIRE: La meilleure façon d'apprendre l'anglais en utilisant une application. Des milliers de photos et des fichiers audio pour aider votre enfant à apprendre l'anglais.
hi: लोकप्रिय: ऐप के प्रयोग से इंग्लिश सीखने का सर्वोत्तम तरीका। आपके बच्चे को इंग्लिश सीखने में सहायता करने के लिए हज़ारों चित्र और ऑडियो फाइल।
in: POPULER: Cara terbaik untuk belajar bahasa Inggris adalah dengan menggunakan sebuah aplikasi. Ribuan gambar dan file audio untuk membantu anak Anda belajar bahasa Inggris.
it: POPOLARE: Il modo più efficace di imparare l'inglese utilizzando un'app. Centinaia di immagini e file audio che aiuteranno il tuo bambino a imparare l'inglese.
iw: פופולרי: הדרך הטובה ביותר לרכישת השפה האנגלית דרך אפליקציה. אלפי תמונות וקבצי שמע שעוזרים לילדכם ללמוד אנגלית.
ja: 人気：アプリを使って、英語を学ぶの最高の方法。数千の映像やオーディオファイルでお子様が英語を学べます。
ko: 인기 최고: 앱을 이용한 최고의 영어 학습법. 수 천개의 사진과 오디오 파일로 어린이가 영어를 흥미있게 배울 수 있습니다.
pl: POPULARNE: Najlepszym sposobem, aby nauczyć się języka angielskiego to wykorzystanie aplikacji. Tysiące zdjęć i plików audio, aby pomóc twojemu dziecku nauczyć się angielskiego.
pt: POPULAR: A melhor forma de aprender Inglês usando uma App. Milhares de imagens e ficheiros de áudio irão ajudar a sua criança aprendendo Inglês.
ru: ПОПУЛЯРНО: Лучший способ изучать английский, используя это приложение. Тысячи картинок и аудиофайлов, которые помогут вашему ребенку изучать английский.
ta: பிரபலமானது : ஒரு பயன்பாட்டை பயன்படுத்தி ஆங்கிலம் கற்றுக்கொள்ள சிறந்த வழி. ஆயிரக்கணக்கான படங்கள் மற்றும் ஆடியோ கோப்புகள் உங்கள் குழந்தை ஆங்கிலம் கற்க உதவும்.
th: ยอดนิยม: วิธีที่ดีที่สุดในการเรียนรู้ภาษาอังกฤษโดยการใช้แอป หลายพันภาพ และไฟล์เสียงที่จะช่วยให้เด็กเรียนรู้ภาษาอังกฤษ
tr: POPÜLER: Bir uygulama kullanarak İngilizce öğrenmenin en iyi yolu. Çocuğunuzun İngilizce öğrenmesine yardımcı olmak için binlerce resim ve ses dosyası.
vi: PHỔ BIẾN: Cách tốt nhất để học tiếng Anh qua ứng dụng. Hàng ngàn hình ảnh và tập tin âm thanh giúp con bạn học tiếng Anh.
zh: 流行的：学英语最好的方式就是使用app。成千上万的图片和音频文件来帮助你的孩子学习英语。

# app_kids_title
source: Learn English for Kids
ar: تعلم الإنجليزية للأطفال .
bn: বাচ্চাদের জন্য ইংরেজি শেখা
de: Englisch lernen für Kinder
es: Aprendizaje de inglés para niños
fr: Apprendre l'anglais pour les enfants
hi: बच्चों के लिए इंग्लिश शिक्षण
in: Belajar Bahasa Inggris untuk Anak-Anak
it: Imparare l'inglese per bambini.
iw: רכישת השפה האנגלית לילדים
ja: 子供向けの英語
ko: 어린이를 위한 영어 학습
pl: Nauka angielskiego dla Dzieci
pt: Aprender Inglês para Crianças
ru: Изучение английского для детей
ta: குழந்தைகள் ஆங்கிலம் கற்றுக்கொள்ள
th: การเรียนภาษาอังกฤษสำหรับเด็ก
tr: Çocuklar için İngilizce
vi: Học tiếng Anh cho Trẻ em
zh: 孩子学习英语。
