Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# app_info_04
source: You can watch the instructional video to understand the importance of studying using this application and how to study using this application.
ar: شاهد الفيديو التعليمى لتدرك أهمية التطبيق وكيفية الدراسة بإستخدام التطبيق.
bn: এই অ্যাপ্লিকেশনের অধ্যয়নে ব্যবহারের গুরুত্ব বুঝতে এবং কিভাবে এই অ্যাপ্লিকেশন ব্যবহার করেতে হয় জানতে নির্দেশনামূলক ভিডিও দেখতে পারেন।
de: Um die Wichtigkeit dieser App als Lernhilfe und wie man am besten mit dieser App lernt, lernst du im Einführungsvideo.
es: Puede ver el vídeo de instrucciones para entender la importancia del estudio utilizando esta aplicación y cómo estudiar utilizando esta aplicación
fr: Vous pouvez regarder la vidéo explicative pour comprendre l'importance d'étudier en utilisant cette application et comment étudier en utilisant cette application.
hi: आप इस एप्लीकेशन के इस्तेमाल से अध्ययन करने की महत्व को समझ ने के लिए और कैसे इस एप्लीकेशन के इस्तेमाल कर के अध्ययन कर सकते है जानने के लिए निर्देशात्मक वीडियो देख सकते है।
in: Kamu dapat melihat video pembelajaran untuk memahami pentingnya pembelajaran dan bagaimana belajar dengan menggunakan aplikasi ini
it: Puoi guardare il video istruzioni per capire l'importanza di studiare usando questa applicazione e come studiare usando questa applicazione.
iw: אתה יכול לצפות בסרטון ההדרכה כדי להבין את חשיבות הלמידה באמצעות האפליקציה הזו ואיך ללמוד באמצעות האמפליקציה.
ja: 説明ビデオを見ると、このアプリを使っての勉強の重要性や、このアプリを使ってどのように勉強するかが分かります。
ko: 사용법 동영상을 보시면 이 앱으로 어떻게 영어 학습을 효과적으로 할 수 있는지 이해하실 수 있습니다.
pl: Możesz obejrzeć film instruktażowy, by zrozumieć jak ważne jest używanie tej aplikacji do nauki języka.
pt: Pode ver o vídeo de instrução para compreender a importância de estudar usando esta aplicação e como estudar usando a aplicação.
ru: Вы можете посмотреть видеоинструкцию, чтобы понять, насколько важно использовать это приложение в своем обучении и как его правильно использовать.
ta: இந்த ஆப்லிகேஷனை பயன்படுத்தி கற்பதன் முக்கியத்துவத்தை புரிந்துகொள்ள மற்றும் இந்தஆப்லிகேஷனை பயன்படுத்தி எவ்வாறு கற்க முடியும் என்பதை அறிய கற்பித்தல் வீடியோவை பார்க்கவும்.
th: คุณสามารถชมวิดีโอการเรียนการสอนเพื่อเข้าใจถึงความสำคัญของการศึกษาเรียนรู้โดยการใช้โปรแกรมนี้ และวิธีการเรียนรู้โดยการใช้แอพนี้
tr: Bu uygulamayı kullanarak ders çalışmanın önemini ve uygulamayı kullanarak nasıl çalışacağınızı anlamak için eğitici videoyu izleyebilirsiniz
vi: Bạn có thể xem video hướng dẫn để hiểu tầm quan trọng của việc học thông qua ứng dụng này và cách sử dụng ứng dụng để học tiếng Anh.
zh: 你可以观看教学视频，知道使用此软件学习英语的重要性，以及如何使用此软件学习

# app_info_05
source: Watch Video
ar: شاهد الفيديو
bn: ভিডিও দেখা
de: Video ansehen
es: Ver vídeo
fr: Regarder la vidéo
hi: वीडियो देखें
in: Lihat Video
it: Guarda Video
iw: צפה בסרטון
ja: ビデオを見る
ko: 동영상 보기
pl: Obejrzyj film
pt: Ver Vídeo
ru: Смотреть видео
ta: வீடியோவை பார்க்கவும்
th: ดูวิดีโอ
tr: Videoyu izleyin
vi: Xem video
zh: 观看视频

# app_info_06
source: Who did the recordings for all the audio files?
ar: من قام بتسجيل جميع الملفات الصوتية؟
bn: কারা সমস্ত অডিও ফাইল রেকর্ডিং করেছেন?
de: Wer hat die Aufzeichnungen für alle Audio-Dateien gemacht?
es: ¿Quién ha hecho las grabaciones para todos los archivos de sonido?
fr: Qui a fait les enregistrements pour tous les fichiers audio ?
hi: सभी ऑडियो फ़ाइलों के लिए रिकॉर्डिंग किन्होंने किया?
in: Siapa yang merekam semua file audio?
it: Chi ha eseguito tutte le registrazione per i file audio?
iw: מי עשה את כל ההקלטות לכל קבצי השמע?
ja: 誰が音声ファイルの録音をしたのですか？
ko: 누가 오디오 파일을 녹음했나요?
pl: Kto zrobił nagrania tych plików audio?
pt: Quem fez as gravações para todos os ficheiros de áudio?
ru: Кто записывал аудио примеры?
ta: யார் ஆடியோ கோப்புகளை ஒலிப்பதிவு செய்தார்?
th: ใครเป็นคนบันทึกไฟล์เสียงทั้งหมดเหล่านี้?
tr: Tüm ses dosyalarınn kayıtlarını kimler gerçekleştirdi?
vi: Ai đã thu âm tất cả các tập tin âm thanh?
zh: 这些都是谁录的音？

# app_info_07
source: We used four different professional voice actors to provide audio files that are easy and comfortable to listen to. Here are some details:
ar: قمنا بتعين أربعة مذيعين مختلفين ومميزين لعمل الملفات الصوتية، التى تتميز بوضوح وسلاسة الصوت. واليكم بعض التفاصيل:
bn: আমরা শুনতে সহজ করার জন্য এবং স্বাচ্ছন্দ্যের জন্য চারটি ভিন্ন পেশাদার অভিনেতার অডিও ফাইল প্রদান করি।এখানে তার কিছু বিবরণ:
de: Wir haben vier verschiedene professionelle Synchronsprecher engagiert, die das Hören der Audio-Dateien einfach und angenehm gestalten. Hier sind einige Details:
es: Hemos utilizado cuatro diferentes voces de actores profesionales para proporcionar archivos de sonido que sean fáciles y cómodos de escuchar. Aquí tenemos algunos detalles:
fr: Nous avons fait appel à quatre acteurs professionnels différents pour enregistrer des fichiers audio faciles et agréables à écouter. Voici quelques détails :
hi: सुनने में आसान और सहज ऑडियो फाइल प्रदान करने के लिए हमने कई पेशेवर वौइस् एक्टर को इस्तेमाल किया है। यह रहे कुछ जानकारी:
in: Kami bekerja sama dengan empat pengisi suara profesional untuk menyediakan file audio yang mudah dan nyaman didengarkan. Berikut ini adalah detilnya:
it: Abbiamo utilizzato quattro diversi doppiatori per procurare file audio che sono facili e comodi da ascoltare. Ecco qui alcuni dettagli:
iw: השתמשנו בארבע שחקני קול מקצועיים כדי לספק קבצי שמע שהם קלים ונוחים להאזנה. הנה מספר פרטים:
ja: 私たちは４人のプロの声優を使い、簡単で聴き心地の良い音声ファイルを提供しています。いくつかの詳細はこちらです：
ko: 미국에서 전문 성우로 활동 중인 네 명의 목소리 전문가가 문장을 읽어줍니다. 상세 정보:
pl: Użyliśmy czterech profesjonalnych lektorów do zapewnienia nam plików audio. Oto szczegóły:
pt: Usámos quatro atores profissionais de voz para oferecer ficheiros de vídeo que são fáceis e confortáveis de se ouvir. Aqui tem alguns detalhes:
ru: Мы попросили четырех профессиональных актеров озвучания записать понятные и приятные на слух аудио примеры. Подробнее:
ta: நாம் உங்களுக்கு வசதியாக கேட்கக் கூடியவாறு ஒலிப்பதிவு கோப்புக்களை வழங்க நான்கு பல்வேறு தொழில்முறை குரல் நடிகர்களை பயனடுத்தினோம்.இதோ இங்கே சில விவரங்கள்
th: เราใช้ศิลปินมืออาชีพด้านเสียง 4 คนเพื่อทำให้ไฟล์เสียงเหล่านี้ฟังง่าย และรู้สึกสบายในการฟัง นี่เป็นรายละเอียดบางส่วน:
tr: Dinlenmesi kolay ve rahat olması adına dört farklı profesyonel ses aktörüyle çalıştık. Burada bazı detaylar bulunmaktadır:
vi: Chúng tôi sử dụng bốn diễn viên lồng tiếng chuyên nghiệp để cung cấp các tập tin âm thanh, giúp việc nghe thật sự dễ dàng và thoải mái. Dưới đây là một số thông tin:
zh: 我们请了四位专业配音，他们帮我们录了简易且悦耳的音频。以下是一些详细信息：

# app_info_08
source: Two female and two male voices actors for variety
ar: قمنا بإختيار إثنان ذكور وإثنان إناث للتنويع
bn: মহিলা এবং পুরুষ দুটি ভিন্ন অভিনেতার কন্ঠ
de: Zwei weibliche und zwei männliche Synchronsprecher als Abwechslung
es: Dos voces de actores y dos voces de actrices para tener variedad
fr: Deux voix de femmes et deux d'hommes pour plus de variété
hi: विविधता के लिए दो महिला और दो पुरुष वौइस् एक्टर
in: Dua wanita dan dua pria pengisi suara sebagai variasi
it: Due doppiatori femminili e due maschili per varietà
iw: שתי שחקניות ושני שחקני קול לצורך גיוון
ja: 多様性を持たせるための女性、男性、２人ずつの声優
ko: 여자 두명과 남자 두명의 목소리가 나옵니다.
pl: Dwie kobiety i dwóch mężczyzn do wyboru
pt: Atores com duas vozes masculinas e duas femininas para variedade
ru: Два женских и два мужских голоса
ta: பல்வகை இரண்டு பெண் மற்றும் இரண்டு ஆண் குரல் நடிகர்கள்
th: ผู้หญิง 2 คน และผู้ชาย 2 คน เพื่อความหลากหลาย
tr: Çeşitlilik adına iki kadın ve iki erkek sesi
vi: Hai diễn viên lồng tiếng nữ và hai diễn viên lồng tiếng nam để có sự đa dạng
zh: 2名男配音和2名女配音，多样化

# app_info_09
source: All different style of speaking
ar: أنماط وأساليب مختلفة للتحدث
bn: বিভিন্ন শৈলীতে কথা বলা
de: Alle haben einen anderen Sprechstil
es: Todos con diferente estilo al hablar
fr: Tous avec des facons différentes de parler
hi: बोलने के सभी अलग शैली
in: Semua dengan gaya berbicara yang berbeda
it: Tutti diversi modi di parlare
iw: כולם בסגנון שונה של דיבור
ja: 全て違ったスタイルの話し方
ko: 말하는 스타일이 모두 다릅니다.
pl: Wszystkie style mówienia
pt: Todos com diferentes estilos de falar
ru: Разный стиль речи
ta: அனைத்தும் வெவ்வேறு பாணியிலான பேசும் விதமாக
th: ทั้งหมดมีวิธีการพูดที่แตกต่างกัน
tr: Konuşmanın tüm farklı stilleri
vi: Tất cả phong cách nói khác nhau
zh: 不同的说话风格

# app_info_10
source: All American English pronunciation
ar: جميع الملفات الصوتية بالهجة الأمريكية
bn: সমস্ত আমেরিকান ইংরেজি উচ্চারণ
de: Alle haben eine American English Aussprache
es: Todos con pronunciación de inglés americano
fr: Prononciation en anglais américain pour tous
hi: सभी अमेरिकी अंग्रेजी उच्चारण
in: Semua berbicara dengan pelafalan American English
it: Tutte pronuncie Inglese Americano
iw: כולם בהגיה אנגלית אמריקאית
ja: 全てアメリカ英語の発音
ko: 모두 미국식 영어 발음입니다.
pl: Akcentowanie Amerykańskie I Brytyjskie
pt: Todos com pronúncia de Inglês Americano
ru: Американское произношение
ta: அனைத்தும் அமெரிக்க ஆங்கில உச்சரிப்பு
th: เป็นออกเสียงแบบอเมริกันทั้งหมด
tr: Tüm Amerikan İngilizcesi telaffuzları
vi: Tất cả phát âm tiếng Anh kiểu Mỹ
zh: 所有发音都为美式发音

# app_info_11
source: All files are a little slower than native English speaking speed
ar: سرعة التحدث لجميع الملفات الصوتية أبطأ قليلا من سرعة متحدث الإنجليزية العامى
bn: সমস্ত ফাইলে নেটিভ ইংরেজি ভাষীর গতি তুলনায় একটু ধীরে হয়
de: Alle Dateien sind ein bisschen langsamer als die gewöhnliche Sprechgeschwindigkeit von Muttersprachlern
es: Todos los archivos son un poco más lentos que la velocidad de habla nativa inglesa
fr: Dans tous les fichiers le débit est un peu plus ce celui d'un anglophone natif
hi: सभी फाइलें देशी अंग्रेजी बोलने की गति की तुलना में थोड़ी धीमी हैं
in: Semua file dilambatkan dari kecepatan berbicara penutur kata asli bahasa Inggris
it: Tutti i file sono leggermente più lenti rispetto alla velocità nel parlato di un Madrelingua Inglese
iw: כל הקבצים הם קצת יותר איטיים ממהירות דובר אנגלית שפת אם
ja: 全てのファイルは、実際のネイティブスピーカーのスピードよりややゆっくりめです。
ko: 말하는 속도는 실생활보다는 조금 느립니다.
pl: Wszystkie pliki są trochę wolniejsze niż te od natywnego mówcy
pt: Todos os ficheiros são um pouco mais lentos do que a velocidade da fala de um nativo Inglês
ru: Темп речи ниже среднего темпа носителей языка
ta: அனைத்து கோப்புகளும் தாய் மொழியாக ஆங்கிலம் பேசும் வேகத்தை விட கொஞ்சம் மெதுவாக உள்ளன
th: ไฟล์ทั้งหมดมีความเร็วในพูดช้ากว่าการพูดโดยปกติของเจ้าของภาษาเล็กน้อย
tr: Tüm dosyalar İngilizce anadil konuşma hızından biraz daha yavaştır
vi: Tất cả các tập tin đều chậm hơn một chút so với tốc độ nói tiếng Anh bản địa
zh: 所有的录音都比普通说话速度慢一些

# app_info_12
source: Additional details
ar: تفاصيل أكثر
bn: অতিরিক্ত তথ্য
de: Zusätzliche Details
es: Detalles adicionales
fr: Détails supplémentaires
hi: अतिरिक्त विवरण
in: Detil tambahan
it: Dettagli Aggiuntivi
iw: פרטים נוספים
ja: 更なる詳細
ko: 추가적인 정보
pl: Dodatkowe szczegóły
pt: Detalhes adicionais
ru: Дополнительная информация
ta: மேலதிக விவரங்கள்
th: รายละเอียดเพิ่มเติม
tr: Ek detaylar
vi: Thông tin bổ sung
zh: 附加信息

# app_info_13
source: Lesson Details (all available for free)
ar: تفاصيل الدروس (متاحة مجانا)
bn: পাঠ বিবরণ (সব বিনামূল্যে পাওয়া যায়)
de: Übungsdetails (alle kostenlos zugänglich)
es: Detalles de lección (todo disponible gratis)
fr: Détails des cours (tous disponibles gratuitement)
hi: अध्याय विवरण (मुफ्त में उपलब्ध)
in: Detil Pelajaran (semua tersedia gratis)
it: Dettagli Lezione (disponibili gratuitamente)
iw: פרטי שיעור (כולם זמינים בחינם)
ja: レッスンの詳細（全て無料で利用可能）
ko: 레슨에 대한 설명 (모든 레슨의 본문은 무료버전에 포함되어 있습니다.)
pl: Szczegóły lekcji (dostępne za darmo)
pt: Detalhes da Lição (tudo disponível de forma gratuita)
ru: Содержание уроков (доступны бесплатно)
ta: பாட விவரங்கள் (அனைத்தும் இலவசம்)
th: รายละเอียดบทเรียน (ฟรีทั้งหมด)
tr: Ders detayları (hepsi ücretsiz olarak mevcut)
vi: Thông tin bài học (tất cả có sẵn miễn phí)
zh: 课程信息（全部免费）

# app_info_14
source: There are 2,248 lessons (one for each word)
ar: يوجد 2,248 درس ( درس لكل كلمة)
bn: 2,248 পাঠ আছে (প্রতিটি শব্দের জন্য একটি)
de: Es gibt 2.248 Übungen (eine pro Wort)
es: Hay 2,248 lecciones (una por cada palabra)
fr: Il y a 2.248 leçons (une pour chaque mot)
hi: २२६५ सबक (हर शब्द के लिए एक)
in: Ada 2.248 pelajaran (satu untuk setiap kata)
it: Ci sono 2,248 lezioni (una per ogni parola)
iw: ישנם 2,248 שיעורים (שיעור אחד לכל מילה)
ja: 2,248個のレッスン（一単語につき１レッスン）
ko: 총 2,248개의 단어에 대한 2,248개의 레슨이 있습니다.
pl: Jest 2,248 leckji (jedna dla każdego słowa)
pt: Tem 2,248 lições (uma para cada palavra)
ru: Всего 2248 уроков (один на каждое слово)
ta: 2,248 பாடங்கள் (ஒவ்வொன்றும் ஒவ்வொரு சொல்லுக்கு) உள்ளன
th: บทเรียนมีทั้งหมด 2,248 บท ( หนึ่งบทต่อหนึ่งคำ)
tr: Toplamda 2248 ders bulunmakta (her kelime için bir tane)
vi: Có 2.248 bài học (mỗi bài tương ứng một từ)
zh: 一共有2248节课（一个词一节课）

# app_info_15
source: There are 3,033 definitions (many words have multiple meanings)
ar: يوجد 3,033 تعريف( يوجد عدد كبير من الكلمات لها معانى متعددة)
bn: 3,033 সংজ্ঞা আছে (অনেক শব্দের একাধিক অর্থ আছে)
de: Es gibt 3.033 Definitionen (viele Wörter haben mehrere Bedeutungen)
es: Hay 3,033 definiciones (muchas palabras tienen múltiples significados)
fr: Il y a 3.033 définitions (de nombreux mots ont plusieurs sens)
hi: ३०३३ परिभाषाएँ (कई शब्दों के कई अर्थ है)
in: Ada 3.033 definisi (banyak kata memiliki makna jamak)
it: Ci sono 3,033 definizione (molte parole hanno significati diversi)
iw: ישנן 3,033 הגדרות (להרבה מהמילים יש פירושים רבים)
ja: 3,033個の意味（数多くの単語に複数の意味があります）
ko: 총 3,033개의 의미 (definition)가 포함됩니다. (한 단어가 여러개의 의미를 가지는 경우가 많습니다.)
pl: Jest 3,033 definicji (wiele słów ma kilka znaczeń)
pt: Tem 3,033 definições (muitas palavras têm diferentes significados)
ru: 3033 определений (у многих слов несколько значений)
ta: 3,033 சொற்பொருள் விளக்கங்கள் (பல சொற்கள் பல அர்த்தங்களை கொண்டுள்ளன)
th: มีความหมายทั้งหมด 3,033 ความหมาย (หลายคำที่มีหลายความหมาย)
tr: Toplamda 3033 tanım bulunmakta (birçok sözcük birden fazla anlama sahip)
vi: Có 3.033 định nghĩa (nhiều từ có đa nghĩa)
zh: 一共有3033个定义（很多词有多个意思）

# app_info_16
source: There are 31,857 example sentences
ar: يوجد 31,857 مثال
bn: 31,857 উদাহরণ বাক্য আছে
de: Es gibt 31.857 Beispielsätze
es: Hay 31,857 frases de ejemplo
fr: Il y a 31.857 phrases d'exemple
hi: ३१,८५७ उदाहरण वाक्य
in: Ada 31.857 contoh kalimat
it: Ci sono 31,857 frasi esempio
iw: ישנם 31,857 משפטים לדוגמה
ja: 31,857個の例文
ko: 총 31,857개의 예문이 포함되어 있습니다.
pl: Jest 31,857 przykładowych zdań
pt: Tem 31,857 frases de exemplo
ru: 31857 примеров с предложениями
ta: 31.857 எடுத்துக்காட்டான வாக்கியங்கள்
th: มีประโยคตัวอย่าง 31,857 ประโยค
tr: Toplamda 31.857 örnek cümle bulunmakta
vi: Có 31.857 câu ví dụ
zh: 一共有31587个例句

# app_info_17
source: Quiz Details (all available for free)
ar: تفاصيل الإختبار(متاحة مجانا)
bn: কুইজ এর বর্ণনা (বিনামূল্যে পাওয়া যায়)
de: Quiz Details (alle kostenlos zugänglich)
es: Detalles de cuestionario (todo disponible gratis)
fr: Détails sur les questionnaires (tous disponibles gratuitement)
hi: क्विज विवरण (मुफ्त में उपलब्ध)
in: Detil Kuis (semua tersedia gratis)
it: Dettagli Quiz (disponibili gratuitamente)
iw: פרטי בחנים (כולם זמינים בחינם)
ja: クイズの詳細（全て無料で利用可能）
ko: 퀴즈에 대한 설명 (퀴즈는 무료버전에 포함되어 있습니다.)
pl: Szczegóły quizu (dostępne za darmo)
pt: Detalhes do Questionário (todos disponíveis de forma gratuita)
ru: Проверочные тесты (доступны бесплатно)
ta: புதிர் விவரங்கள்(அனைத்தும் இலவசம்)
th: รายละเอียดแบบทดสอบ (ฟรีทั้งหมด)
tr: Quiz Detayları (hepsi ücretsiz olarak mevcut)
vi: Thông tin bài kiểm tra (tất cả có sẵn miễn phí)
zh: 小测验的信息（所有的都免费）

# app_info_18
source: There are over 100 quizzes
ar: يوجد أكثر من 100 إختبار
bn: 100টি ক্যুইজ আছে
de: Es gibt über 100 Quiz
es: Hay más de 100 cuestionarios
fr: Il y a plus de 100 questionnaires
hi: १०० से ज्यादा क्विज़ हैं
in: Ada lebih dari 100 kuis
it: Ci sono più di 100 quiz
iw: ישנם מעל ל-100 בחנים
ja: 100問以上のクイズ
ko: 총 100개 이상의 퀴즈가 들어 있습니다.
pl: Jest prawie 100 quizów
pt: Tem mais do que 100 questionários
ru: Всего более 100 тестов
ta: 100 க்கும் மேற்பட்ட புதிர்கள்
th: มีแบบทดสอบมากกว่า 100 แบบ
tr: 100'den fazla quiz bulunmaktadır
vi: Hiện có hơn 100 bài kiểm tra
zh: 超过100个小测验

# app_info_19
source: Scores are saved to your report card
ar: سوف تحفظ النقاط فى كارت التقيم
bn: আপনার রিপোর্ট কার্ডে স্কোর সংরক্ষিত হয়
de: Deine Punkte werden in deinem virtuellen Zeugnis gespeichert
es: Las puntuaciones se guardan en su tarjeta de informe
fr: Les notes sont enregistrées sur votre bulletin de notes
hi: स्कोर आपके रपोट कार्ड में सहेज जायेगा
in: Nilai disimpan dalam kartu laporan
it: I punteggi sono salvati sulla tua pagella
iw: התוצאות נשמרות בתעודה שלך
ja: 得点が成績表に保存されます
ko: 퀴즈 점수는 점수표에 저장됩니다.
pl: Wyniki zostają zapisane do Twojej karty raportowej
pt: As pontuações são guardadas no seu boletim de notas
ru: Результаты сохраняются в электронный дневник
ta: மதிப்பெண்கள் உங்கள் அறிக்கை அட்டையில் சேர்க்கப்படும்
th: คะแนนจะถูกบันทึกไว้ในใบรายงานของคุณ
tr: Puanlar rapor kaydınıza kayıtlı
vi: Điểm số được lưu vào Phiếu báo cáo của bạn
zh: 有成绩单记录你的成绩

# app_info_20
source: You may retake quizzes as many times as you want
ar: يمكنك إعادة الإمتحانات عدد المرات التى تريدها
bn: আপনি যত বার ইচ্ছা ক্যুইজ দিতে পারেন
de: Du kannst Quiz so oft du willst wiederholfen
es: Puede volver a hacer los cuestionarios tantas veces como quiera
fr: Vous pouvez repassez le questionnaire autant de fois que vous le souhaitez
hi: आप जितने बार चाहे क्विज में भाग ले सकतें हैं
in: Kamu dapat mencoba kembali kuis sebanyak yang kamu inginkan
it: Puoi rifare i quiz quante volte vuoi
iw: אתה יכול לעשות בחנים מחדש כמה פעמים שאת רוצה.
ja: 何回でもクイズを受け直すことができます
ko: 퀴즈를 여러 번 다시 볼 수도 있습니다.
pl: Możesz powtórzyć quiz ile razy chcesz
pt: Pode retomar os questionários todas as vezes que quiser
ru: Вы можете сколько угодно проходить каждый тест заново
ta: நீங்கள் விரும்பினால் நீங்கள் புதிர்களுக்கு பல முறை பதிலளிக்கலாம்.
th: คุณอาจจะทำแบบทดสอบใหม่กี่ครั้งก็ได้ตามที่คุณต้องการ
tr: Quizleri istediğiniz kadar tekrardan çözebilirsiniz
vi: Bạn có thể thi lại bài kiểm tra nhiều lần theo ý muốn
zh: 你可以重新开始你的测验，多少次都可以

# app_info_21
source: Audio File Details
ar: تفاصيل الملفات الصوتية
bn: অডিও ফাইলের বিবরণ
de: Audio-Datei Details
es: Detalles de archivos de sonido
fr: Détails sur les fichiers audio
hi: ऑडियो फाइल विवरण
in: Detil File Audio
it: Dettagli File Audio
iw: פרטי קבצי שמע
ja: 音声ファイルの詳細
ko: 오디오 파일에 대한 설명 (오디오 파일은 무료버전에는 제한적으로 제공됩니다.)
pl: Szczegóły dotyczące plików audio
pt: Detalhes dos Ficheiros de Áudio
ru: Аудио файлы
ta: ஆடியோ கோப்பு விபரங்கள்
th: รายละเอียดไฟล์เสียง
tr: Ses Dosyası Detayları
vi: Thông tin tập tin âm thanh
zh: 音频的信息

# app_info_22
source: 3,033 audio files for each word (all available for free)
ar: يوجد 3,033 ملف صوتى للكلمات ( متاح مجانا)
bn: প্রতিটি শব্দের জন্য 3,033 অডিও ফাইল (সমস্ত বিনামূল্যে উপলব্ধ)
de: 3.033 Audio-Dateien für jedes Wort (alle kostenlos zugänglich)
es: 3,033 archivos de sonido por cada palabra (todos disponibles gratis)
fr: 3.033 fichiers audio pour chaque mot (tous disponibles gratuitement)
hi: हर शब्द के लिए ३०३३ ऑडियो फ़ाइलें (मुफ्त में उपलब्ध )
in: 3.033 file audio untuk setiap kata (semua tersedia gratis)
it: 3,033 file audio per ogni parola (disponibili gratuitamente)
iw: 3,033 קבצי שמע לכל מילה (כולם זמינים בחינם)
ja: 各単語につき3,033個の音声ファイル（全て無料で利用可能）
ko: 각 단어의 발음을 들을 수 있는 총 3,033개의 오디오 파일이 있습니다. (무료버전)
pl: 3,033 plików audio do każdego słowa (dostępne za darmo)
pt: 3,033 ficheiros de áudio para cada palavra (todos disponíveis gratuitamente)
ru: 3033 аудио файла для каждого слова (доступны бесплатно)
ta: ஒவ்வோரு சொல்லுக்கும் 3033, ஆடியோ கோப்புகள் (அனைத்தும் இலவசம்)
th: 3,033 ไฟล์เสียงสำหรับแต่ละคำศัพท์ (ฟรีทั้งหมด)
tr: Her cümle için 3033 ses dosyası (hepsi ücretsiz olarak mevcut)
vi: 3.033 tập tin âm thanh, có cho mỗi từ (tất cả có sẵn miễn phí)
zh: 一个词有3033个音频文件（所有的都免费）

# app_info_23
source: 3,033 audio files for each definition (all available for free)
ar: يوجد 3,033 ملف صوتى للتعريفات ( متاح مجانا)
bn: প্রতিটি সংজ্ঞার জন্য 3,033টি অডিও ফাইল (সমস্ত বিনামূল্যে উপলব্ধ)
de: 3.033 Audio-Dateien für jede Definition (alle kostenlos zugänglich)
es: 3,033 archivos de sonido por cada definición (todos disponibles gratis)
fr: 3.033 fichiers audio pour chaque définition (tous disponibles gratuitement)
hi: हर परिभाषा के लिए ३०३३ ऑडियो फ़ाइलें (मुफ्त में उपलब्ध )
in: 3.033 file audio untuk setiap definisi (semua tersedia gratis)
it: 3,033 file audio per ogni definizione (disponibili gratuitamente)
iw: 3,033 קבצי שמע לכל הגדרה (כולם זמינים בחינם)
ja: 各意味につき3,033個の音声ファイル（全て無料で利用可能）
ko: 각 단어의 definition을 들을 수 있는 총 3,033개의 오디오 파일이 있습니다. (무료버전)
pl: 3,033 plików audio do każdej definicji (dostępne za darmo)
pt: 3,033 ficheiros de áudio para cada definição (todos disponíveis gratuitamente)
ru: 3033 аудио файла для каждого определения (доступны бесплатно)
ta: ஒவ்வோரு சொற்பொருள் விளக்கத்திற்கும் 3033, ஆடியோ கோப்புகள் (அனைத்தும் இலவசம்)
th: 3,033 ไฟล์เสียงสำหรับแต่ละความหมาย (ฟรีทั้งหมด)
tr: Her tanım için 3033 ses dosyası (hepsi ücretsiz olarak mevcut)
vi: 3.033 tập tin âm thanh, có cho mỗi định nghĩa (tất cả có sẵn miễn phí)
zh: 每个定义都有3033个音频文件（所有的都免费）

# app_info_24
source: 3,033 long audio file that reads the entire lesson (premium)
ar: يوجد 3,033 ملف صوتى طويل لقرائة الدرس بأكملة(مدفوع)
bn: সমগ্র পাঠ পড়ে 3,033টি দীর্ঘ অডিও ফাইল (প্রিমিয়াম)
de: 3.033 lange Audio-Datei, wo die ganze Übung vorgelesen wird (Premium)
es: 3,033 archivos de sonido largos que leen la lección completa (premium)
fr: 3.033 fichiers audio longs qui présentent toute la leçon (premium)
hi: सम्पूर्ण अध्याय को पढ़ने वाले ३०३३ लम्बे ऑडियो फ़ाइलें (प्रीमियम)
in: 3.033 file audio panjang yang membaca seluruh pelajaran (premium)
it: 3,033 file audio lunghi che leggono la lezione intera (premium)
iw: 3,033 קבצי שמע ארוכים שמקריאים את כל השיעור (פרימיום)
ja: 全レッスンを読んでくれる3,033個の長い音声ファイル（プレミアム）
ko: 각 레슨 마다 레슨 전체를 들을 수 있는 전체 오디오 파일이 총 3,033개 있습니다. (구매버전)
pl: 3,033 długich nagrań, które czytają całą lekcję (premium)
pt: 3,033 ficheiros de áudio longos que leem toda a lição (premium)
ru: 3033 длинных аудио файла с полным содержанием урока (премиум)
ta: முழு பாடத்தையும் படிக்கும் 3,033 நீண்ட ஆடியோ கோப்புகள் (பிரீமியம்)
th: 3,033 ไฟล์เสียงยาวที่อ่านบทเรียนทั้งหมด (พรีเมี่ยม)
tr: Tüm dersi okuyan 3033 uzun ses dosyası (premium)
vi: 3.033 tập tin âm thanh dài, đọc toàn bộ bài học (cao cấp)
zh: 3033个大音频文件，都是整节课的录音（高级）

# app_info_25
source: 3,033 long audio file that reads every sentence with a pause between sentences (premium)
ar: يوجد 3,033 ملف صوتى طويل لقرائة كل جملة مع وجود توقف مؤقت بين الجمل (مدفوع)
bn: প্রতিটি বাক্যের মধ্যে বিরতি দিয়ে বলা 3,033টি দীর্ঘ অডিও ফাইল (প্রিমিয়াম)
de: 3.033 lange Audio-Datei, wo jeder Satz mit einer Pause zwischen den Sätzen gelesen wird (Premium)
es: 3,033 archivos de sonido largos que leen cada frase con una pausa entre frases (premium)
fr: 3.033 fichiers audio longs qui présentent chaque phrase avec une pause entre les phrases (premium)
hi: हर वाक्य ठहराव के साथ पढ़ने वाले ३०३३ लम्बे ऑडियो फ़ाइलें (प्रीमियम)
in: 3.033 file audio panjang yang membaca setiap kalimat dengan jeda di antara kalimat (premium)
it: 3,033 file audio lunghi che leggono ogni frase con una pausa nel mezzo (premium)
iw: 3,033 קבצי שמע ארוכים שמקריאים כל משפט עם הפסקה בין משפטים (פרימיום)
ja: 文と文の間を一時停止付きで読んでくれる3,033個の音声ファイル（プレミアム）
ko: 3,033개의 레슨 전체 오디오 파일은 문장과 문장 사이에 무음이 있어서 듣고 따라할 수 있습니다. (구매버전)
pl: 3,033 długich nagrać, które czytają każde zdanie z pauzą pomiędzy nimi (premium)
pt: 3,033 ficheiros de áudio longos para cada frase (premium)
ru: 3033 длинных аудио файла с полным содержанием урока и паузами между предложениями (премиум)
ta: 3,033 ஒவ்வொருவாக்கியத்தையும் வாக்கியங்களுக்கிடையில் இடை நிறுத்தி வாசிக்கும் நீண்ட ஆடியோ கோப்புகள் (பிரீமியம்)
th: 3,033 ไฟล์เสียงยาวที่อ่านทุกประโยคและมีการหยุดพักในแต่ละประโยค (พรีเมี่ยม)
tr: her cümleyi cümleler arasında duraklama yaparak okuyan 3033 ses dosyası (premium)
vi: 3.033 tập tin âm thanh dài, đọc từng câu với khoảng dừng giữa các câu (cao cấp)
zh: 3033个大音频文件，每个句子之间都有空隙（高级）
