Repository: master0615/talk-english-iphone
Catalog: EnglishVocab/Strings/*.strings
Languages: ar, bn, de, es, fr, hi, in, it, iw, ja, ko, pl, pt, ru, ta, th, tr, vi, zh

# app_info_26
source: 31,857 short audio files for each sentence (premium)
ar: يوجد 31,857 ملف صوتى قصير لكل جملة ( مدفوع)
bn: প্রতিটি বাক্যের জন্য 31,857 সংক্ষিপ্ত অডিও ফাইল (প্রিমিয়াম)
de: 31.857 kurze Audio-Dateien für jeden Satz (Premium)
es: 31,857 archivos de sonido cortos para cada frase (premium)
fr: 31.857 fichiers audio courts pour chaque phrase (premium)
hi: हर वाक्य के लिए ३१,८५७ छोटे ऑडियो फ़ाइलें (प्रीमियम)
in: 31.857 file audio pendek untuk setiap kalimat (premium)
it: 31,857 file audio corti per ogni frase (premium)
iw: 31,857 קבצי שמע קצרים לכל משפט (פרימיום)
ja: 各文につき31,857個の短い音声ファイル（プレミアム）
ko: 각 레슨에 들어 있는 31,857개의 예문을 오디오로 들을 수 있습니다. (구매버전)
pl: 31,857 krótkich nagrań dla każdego zdania (premium)
pt: 31,857 ficheiros de áudio curtos para cada frase (premium)
ru: 31857 коротких аудио файла для каждого предложения (премиум)
ta: ஒவ்வொரு வாக்கியத்திற்கும் 31.857 குறுகிய ஆடியோ கோப்புகள் (பிரீமியம்)
th: 31,857 ไฟล์เสียงสั้นสำหรับแต่ละประโยค (พรีเมี่ยม)
tr: Her cümle için toplam 31,857 kısa ses dosyası (premium)
vi: 31.857 tập tin âm thanh ngắn, có cho mỗi câu (cao cấp)
zh: 一共31857个每个句子的短音频文件（高级）

# app_info_37
source: No Credit Card? No Problem!
ar: هل ليس لديك بطاقة إئتمان؟ ليس هناك مشكلة!
bn: কোন ক্রেডিট কার্ড নেই? কোন সমস্যা নেই!
de: Keine Kreditkarte? Kein Problem!
es: ¿No tiene tarjeta de crédito? No hay problema
fr: Pas de carte de crédit ? Pas de problème !
hi: क्रेडिट कार्ड नहीं? कोई बात नहीं!
in: Tidak ada kartu kredit? Tidak masalah!
it: Nessuna Carta di Credito? Nessun Problema!
iw: אין לך כרטיס אשראי? אין בעיה!
ja: クレジットカードを持っていませんか？ 問題ありません！
ko: 신용카드가 없는 경우
pl: Brak karty kredytowej? To nie problem!
pt: Não tem Cartão de Crédito? Sem Problema!
ru: Нет кредитки? Без проблем!
ta: கடன் அட்டை இல்லையன்றால்? எந்தப்பிரச்சினையுமில்லை!
th: ไม่มีบัตรเครดิตใช่ไหม? ไม่มีปัญหา!
tr: Kredi kartınız yok mu? Sorun değil!
vi: Không có thẻ tín dụng? Đừng lo!
zh: 没有信用卡?没关系!

# app_info_38
source: If you do not have a credit card, you can purchase Google Play gift cards. Countries in Europe, India, and many other countries offer Google Play gift cards in stores. To find where you can purchase them in your country, please visit https://support.google.com/googleplay/answer/3422734.
ar: إذا لم يكن لديك بطاقة إئتمان، يمكنك شراء كارت Google Play gift. توجد هذة البطاقة فى المحلات فى دول مثل اوربا والهند وكثير من الدول الإخرى. للبحث عن كان تشترى منة هذة البطاقات فى بلدك، قم بزيارة https://support.google.com/googleplay/answer/3422734.
bn: আপনার যদি ক্রেডিট কার্ড না থাকে, তাহলে আপনি গুগুল উপহার কার্ড ব্যবহার করে বিনামূল্যে ক্রয় করতে পারেন।ইউরোপ, ভারত, এবং অন্যান্য অনেক দেশে দোকানে গুগল প্লে উপহার কার্ড কিনতে পাওয়া যায়।আপনার দেশে কোথায় কিনতে পাওয়া যায় https://support.google.com/googleplay/answer/3422734 অনুগ্রহ করে এখানে দেখুন।
de: Wenn Sie keine Kreditkarte haben, können Sie stattdessen Google Play-Geschenkkarten kaufen. Länder in Europa, Indien und viele weitere Länder bieten Google Play-Geschenkkarten in verschiedenen Geschäften an. Um herauszufinden, wo Sie Google Play-Geschenkkarten in Ihrem Land kaufen können, besuchen Sie bitte https://support.google.com/googleplay/answer/3422734.
es: Si no tiene tarjeta de crédito, puede comprar tarjetas de regalo de Google Play. Países en Europa, India y muchos otros países ofrecen en las tiendas tarjetas de regalo de Google Play. Para encontrar dónde puede comprarlas en su país, por favor visite https://support.google.com/googleplay/answer/3422734.
fr: Si vous n'avez pas de de carte de crédit, vous pouvez acheter des cartes-cadeaux Google Play. Pays d'Europe, Inde et de nombreux autres pays on trouves des magasins qui proposent des cartes cadeaux Google Play. Pour trouver un lieu où en acheter dans votre pays, cliquez sur ce lien https://support.google.com/googleplay/answer/3422734.
hi: अगर आपके पास क्रेडिट कार्ड ना हो तो आप Google Play गिफ्ट कार्ड खरीद सकतें हैं। यूरोप के देशों में, भारत में और कई अन्य देशों में Google Play गिफ्ट कार्ड दुकानो में उपलब्ध है। अपने देश में उन्हें कहा खरीद सकते है जानने के लिए, https://support.google.com/googleplay/answer/3422734 पर जाएं।
in: Jika kamu tidak memiliki kartu kredit, kamu dapat membeli Google Play Gift Cards. Negara yang berada di Eropa, India dan negara-negara lainnya menawarkan Google Play Gift Cards di toko-toko. Untuk mencari dimana kamu dapat membelinya di negara kamu, silakan kunjungi https://support.google.com/googleplay/answer/3422734.
it: Se non possiedi una carta di credito, puoi acquistare carte regalo Google Play. In Europa, India e molte altre nazioni puoi acquistare carte regalo nei negozi Google Play. Per sapere dove acquistare nel tuo paese, vai https://support.google.com/googleplay/answer/3422734.
iw: אם אין לך כרטיס אשראי, אתה יכול לרכוש כרטיסי מתנה (גיפט קארדס) של Googl Play. מדינות באירופה, בהודו, והרבה מדינות אחרות מציעות כרטיסי מתנה אלה בחנויות. כדי לברר איפה תוכל לרכוש אותם במדינה שלך, אנא בקר ב- https://support.google.com/googleplay/answer/3422734.
ja: もしクレジットカードをお持ちでない場合は、Google Playのギフトカードを購入して下さい。ヨーロッパやインド、その他の国々では店頭でGoogle Playのギフトカードを購入できます。あなたの国ではどの店で購入できるかは、https://support.google.com/googleplay/answer/3422734でご確認下さい。
ko: 신용카드가 없는 경우, 구글 플레이 기프트 카드를 사용하실 수 있습니다. 편의점에서 구글 플레이 선불 카드를 구입하시고 그 것으로 결제하실 수 있습니다.
pl: Jeśli nie masz karty kredytowej, użyj Google Play i ich kart podarunkowych. Kraje w Europie, Indiach i innych miejscach oferują je w sklepach. By poszukać który sklep blisko Ciebie ma je na sprzedaż, odwiedź stronę: https://support.google.com/googleplay/answer/3422734.
pt: Se não tem um cartão de crédito, pode comprar cartões-oferta da Google Play. Países na Europa, Índia, e muitos outros países oferecem cartões-oferta da Google Play nas lojas. Para encontrar onde pode comprar os cartões-oferta no seu país, por favor, visite https://support.google.com/googleplay/answer/3422734.
ru: Если у вас нет кредитной карты, вы можете приобрести подарочные карты Google Play. Многие страны Европы, Индии и многие другие предлагают подарочные карты в своих магазинах. Чтобы найти, где вы сможете приобрести эти карты у себя в стране, пожалуйста, зайдите на https://support.google.com/googleplay/answer/3422734.
ta: உங்களிடம் கடன்அட்டை இல்லா விட்டால் ,கூகல் ப்லே பரிசு அட்டைகளை வாங்கலாம். ஐரோப்பிய நாடுகள் , இந்தியா, மற்றும் பல நாடுகளில் கடைகளில் கூகுள் ப்ளே பரிசு அட்டைகள் வழங்கப்படுகின்றன.நீங்கள் உங்கள் நாட்டில் அவைகளை எங்கு வாங்க முடியும் என்பதை அறிய, இவ்விணைய முகவரிக்கு செல்லவும் https://support.google.com/googleplay/answer/3422734.
th: ถ้าคุณไม่มีบัตรเครดิต คุณสามารถซื้อบัตรของขวัญของ Google Play ประเทศในยุโรป, อินเดีย, หรือประเทศอื่นๆ อีกมากกว่าสามารถใช้บัตรของขวัญ Google Play ในร้านค้า เพื่อค้นหาสถานที่ที่คุณสามารถซื้อมันได้ในประเทศของคุณ โปรดเยี่ยมชมhttps://support.google.com/googleplay/answer/3422734.
tr: Eğer kredi kartınız yoksa, Google Play hediye kartları satın alabilirsiniz. Avrupa'daki ülkeler, Hindistan ve birçok diğer ülke hediye kartlarını mağazalarda satmaktadır. Kendi ülkenizde bu kartları nereden satın alabileceğiniz öğrenmek için lütfen bu linki gözden geçirin. https://support.google.com/googleplay/answer/3422734
vi: Nếu bạn không có thẻ tín dụng, bạn có thể mua thẻ quà tặng Google Play. Các quốc gia ở châu Âu, Ấn Độ và nhiều quốc gia khác cung cấp thẻ quà tặng Google Play tại cửa hàng. Để tìm nơi mua thẻ ở quốc gia bạn, vui lòng truy cập https://support.google.com/googleplay/answer/3422734.
zh: 如果你没有信用卡，你可以购买Google Play的礼品卡。欧洲，印度，以及很多国家都售卖这种礼品卡。要查看能在你所在国家买的地点，请查看https://support.google.com/googleplay/answer/3422734

# app_info_39
source: If you cannot find a place to purchase a Google Play gift card or it is not offered in your country, then you will need to purchase using a credit card from the Google Play store.
ar: إذا لم تجد مكان لشراء كارت Google Play gift أو كان غير موجود فى بلدك، يجب عليك أن تشترى بواسطة بطاقة الإئتمان من متجر جوجل بلاى.
bn: আপনি যদি গুগুল প্লে উপহার কার্ড ক্রয় করার জন্য জায়গা না খুঁজে পান বা এটি যদি আপনার দেশে না পাওয়া যায়, তাহলে আপনাকে গুগল প্লে স্টোর থেকে ক্রেডিট কার্ড ব্যবহার করে ক্রয় করতে হবে।
de: Wenn Sie keinen Ort finden, wo Sie Google Play-Geschenkkarten kaufen können, oder sie nicht in Ihrem Land angeboten werden, dann müssen Sie für Einkäufe beim Google Play Store eine Kreditkarte verwenden.
es: Si no puede encontrar ningún lugar para comprar una tarjeta de regalo de Google Play o no se ofrece en su país, entonces tendrá que comprar utilizando una tarjeta de crédito desde la Google Play Store
fr: Si vous ne pouvez pas trouver d'endroit où acheter une carte cadeau Google Play ou si elles ne sont pas disponibles dans votre pays, alors devrez en acheter avec une carte de crédit dans une boutique Google Play.
hi: अगर आपको Google Play गिफ्ट कार्ड खरीद ने की जगह ना मिले या आपके देश में ये सुबिधा ना उपलब्ध हो तो आप Google Play स्टोर से क्रेडिट कार्ड के इस्तेमाल से खरीद सकतें है।
in: Jika kamu tidak dapat menemukan tempat untuk membeli Google Play Gift Card dan tidak tersedia di negara kamu, maka kamu harus menggunakan kartu kredit pada Google Play Store.
it: Se non riesci a trovare un negozio Google Play dove acquistare una carta regalo o non è disponibile nel tuo paese, allora devi acquistare utilizzando una carta di credito da Google Play.
iw: אם אתה לא יכול למצוא מקום לקנות בו כרטיס מתנה או אם הוא לא מוצע במדינה שלך, אז תצטרך לרכוש באמצעות כרטיס אשראי מהחנות של Google Play.
ja: もしGoogle Playのギフトカードを購入できる場所が見つからない場合や、あなたの国では販売されていない場合は、Google Play ストアでクレジットカードを使って購入する必要があります。
ko: 구글 플레이 선불 카드를 구매할 수 없을 경우에는 구글 플레이 스토어에서 구매하셔야 합니다.
pl: Jeśli nie możesz znaleźć miejsca, gdzie możesz kupić kartę podarunkową lub nie można jej nabyć w Twoim kraju, będziesz musiał kupić aplikację używając karty kredytowej w Google Play Store.
pt: Se não conseguir encontrar um local para comprar um cartão de oferta da Google Play, ou se isso não for oferecido no seu país, então, precisará de comprar usando um cartão de crédito na loja Google Store.
ru: Если вы не смогли найти, где можно приобрести подарочную карту Google Play, или они не предлагаются в вашей стране, тогда для покупки вам будет нужно использовать кредитную карту, привязанную к Google Play.
ta: உங்களால் ஒரு கூகுள் ப்ளே பரிசு அட்டையை வாங்க ஒரிடத்தை கண்டுபிடிக்க முடியவில்லை அல்லது அது உங்கள் நாட்டில் வழங்கப்படவில்லை என்றால், நீங்கள் கூகல் ஸ்டோரிலிருந்து ஒரு கடன் அட்டையை பயன்படுத்தி வாங்க வேண்டும்.
th: ถ้าคุณไม่สามารถค้นหาสถานที่ในการซื้อบัตรของขวัญ Google Play ได้หรือมันไม่สามารถใช้ได้ในประเทศของคุณ ต่อมาคุณจะจำเป็นต้องซื้อโดยการใช้บัตรเครดิตจากร้าน Google play
tr: Google Play hediye kartı alabilecek bir yer bulamamanız ya da kart ülkenizde satılmaması durumunda Google Play store üzerinden kredi kartı kullanarak satın alma işlemi gerçekleştirmeniz gerekmektedir.
vi: Nếu bạn không thể tìm thấy địa điểm mua thẻ quà tặng Google Play hoặc thẻ không được cung cấp ở quốc gia bạn, bạn cần mua bằng thẻ tín dụng từ cửa hàng Google Play.
zh: 如果你找不到可购买礼品卡的地方，或者你的国家就不售卖这种礼品卡，你只能从Google Play商店里使信用卡买了。

# enable_audio_01
source: Audio files for each word consist of
ar: تتكون الملفات الصوتية لكل كلمة من
bn: প্রতিটি শব্দের জন্য অডিও ফাইল গঠিত
de: Audio-Dateien für jedes Wort bestehen aus
es: Los archivos de sonido para cada palabra consisten en
fr: Les fichiers audio pour chaque mot se composent de
hi: हर एक शब्द की ऑडियो फाइल में शामिल है
in: File audio untuk setiap kata terdiri dari
it: File audio per ogni parola consistono in
iw: קבצי שמע לכל מילה המורכבים מ...
ja: 各単語の音声ファイルは、次のように成り立っています。
ko: 구매버전의 오디오 파일은:
pl: Pliki audio dla każdego słowa zawierają
pt: Ficheiros áudio para cada palavra consistem em
ru: Аудио файлы для каждого слова состоят из
ta: ஒவ்வொரு சொற்களுக்கும் ஆடியோ கோப்புகளை கொண்டிருக்கும்
th: ไฟล์เสียงสำหรับแต่ละคำประกอบไปด้วย
tr: Her sözcük için ses dosyaları şunlardan oluşmaktadır:
vi: Tập tin âm thanh cho mỗi từ gồm
zh: 每个词的音频文件包括

# enable_audio_02
source: Long audio file that reads aloud the entire lesson with a one second pause between sentences – Great for Listening!
ar: ملفات صوتية طويلة تقرأ جميع الدروس بصوت عالى مع فاصل زمنى ثانية واحدة بين الجمل – جيد للإستماع!
bn: দীর্ঘ অডিও ফাইল যার বাক্যের মধ্যে এক সেকেন্ড বিরতি দিয়ে বাক্য বলা হয়ছে- শোনার জন্য খুব উপকারী!
de: Lange Audio-Datei, wo die ganze Übung mit einer Sekunde Pause zwischen den Sätzen vorgelesen wird - Super zum Anhören!
es: Archivos de sonido largos que leen en voz alta la lección completa con una pausa de un segundo entre frases - genial para la escucha
fr: Un fichier audio long qui présente à haute voix toute la leçon avec une pause d'une seconde entre les phrases - idéal pour bien écouter !
hi: वाक्यों के बीच एक सेकंड ठहराव के साथ पूरी अध्याय जोर से वाले लंबे ऑडियो फाइल -सुनने के लिए बढ़िया!
in: File audio panjang yang membaca dengan lantang seluruh pelajaran dengan jeda satu detik di antara kalimat - Bagus untuk mengasah kemampuan mendengar!
it: File audio lunghi che leggono a voce alta la lezione intera con una pausa nel mezzo - Fantastico per l'Ascolto!
iw: קובץ שמע ארוך שמקריא את כל השיעור עם הפסקה של שניה אחת בין משפטים - נהדר לתרגול להאזנה!
ja: 全体のレッスンを、文と文の間に１秒間の一時停止付きで読んでくれる長い音声ファイル - リスニングに最適！
ko: 각 문장 사이에 1초의 무음이 포함된 레슨 전체 오디오 파일 - 리스닝 학습에 효과적!
pl: Długie nagranie, które czyta głośno całą lekcję z jedną sekundą pauzy między zdaniami – świetne do słuchania!
pt: Ficheiro de áudio longo que lê toda a lição com uma pausa de um segundo entre as frases - Excelente para Ouvir!
ru: Длинных аудио с полным содержанием урока и паузой в 1 секунду между предложениями - Прекрасно для аудирования!
ta: முழுப்பாடத்தையும் வாக்கியங்களுக்கடையில் ஒரு வினாடி இடை நிறுத்தி உரக்க வாசிக்கும் நீண்ட ஆடியோ கோப்புகள் - கேட்பதற்கு சிறந்தது
th: ไฟล์เสียงยาวที่อ่านออกเสียงบทเรียนทั้งหมดที่มีการหยุด 1 วินาทีในแต่ละประโยค - ดีมากสำหรับการฟัง!
tr: Tüm dersi cümleler arasında bir saniye duraklama yaparak okuyan uzun ses dosyası - Dinlemek için birebir!
vi: Tập tin âm thanh dài đọc to toàn bộ bài học với một giây tạm dừng giữa các câu - Tập Nghe thật Tuyệt vời!
zh: 整节课的超长录音，每个句子之间有一秒的停顿-对练习听力有很大帮助！

# enable_audio_03
source: Long audio file that reads all the example sentences with a three second pause between sentences – Great for Speaking Practice!
ar: ملفات صوتية طويلة تقرأ جميع الأمثلة بصوت عالى مع فاصل زمنى ثلاث ثوانى بين الجمل – جيد لممارسة التحدث!
bn: বাক্যের মধ্যে তিন সেকেন্ড বিরতি দিয়ে বলা সমস্ত উদাহরণ বাক্য দীর্ঘ অডিও ফাইলে- অনুশীলনের জন্য খুব উপকারী!
de: Lange Audio-Datei, wo alle Beispielsätze mit drei Sekunden Pause zwischen den Sätzen gelesen wird - Super für Sprechübungen!
es: Archivos de sonido largos que leen todas las frases de ejemplo con una pausa de tres segundos entre frases - genial para la práctica del habla
fr: Un long fichier audio qui présentent toutes les phrases d'exemple avec une pause de trois secondes entre les phrases - Idéal pour s'entraîner à parler !
hi: वाक्यों के बीच एक तीन सेकंड ठहराव के साथ सभी उदाहरण वाक्य पड़ने वाले लंबे ऑडियो फाइल - बोलना अभ्यास करने के लिए बढ़िया!
in: File audio panjang yang membaca semua contoh kalimat dengan jeda tiga detik di antara kalimat - Bagus untuk Latihan Berbicara!
it: File audio lunghi che leggono tutte le frasi esempio con una pausa nel mezzo di 3 secondi - Fantastico per Migliorare la Pronuncia!
iw: קובץ שמע ארוך שמקריא את כל המשפטים לדוגמה עם הפסקה של שלוש שניות בין המשפטים - נהדר לתרגול הדיבור!
ja: 全例文を、文と文の間に３秒間の一時停止付きで読んでくれる長い音声ファイル - スピーキングの練習に最適！
ko: 각 문장 사이에 3초의 무음이 포함된 레슨 전체 오디오 파일 - 유창성 연습에 최고!
pl: Długie nagranie czytające wszystkie przykładowe zdania z trzema sekundami przerwy między nimi – świetne do ćwiczenia dykcji!
pt: Ficheiro de áudio longo que lê todas as frases de exemplo com uma pausa de três segundos entre as frases - Excelente para a Prática de Falar!
ru: Длинных аудио со всеми примерами предложений и паузой в 3 секунды между предложениями - Прекрасно для говорения!
ta: எல்லா எடுத்துக்காட்டான வாக்கியங்களையும் மூன்று வினாடிகள் இடை நிறுத்தி வாசிக்கும் நீண்ட ஆடியோ கோப்புகள் - பேசும் பயிற்சிக்கு சிறந்தது!
th: ไฟล์เสียงยาวที่อ่านประโยคตัวอย่างทั้งหมดพร้อมกับการหยุด 3 วินาทีในแต่ละประโยค - ดีมากสำหรับการฝึกพูด!
tr: Tüm dersi cümleler arasında üç saniye duraklama yaparak okuyan uzun ses dosyası - Konuşma Pratiği yapmak için birebir!
vi: Tập tin âm thanh dài đọc to tất cả các câu ví dụ với ba giây tạm dừng giữa các câu - Tập Nói thật Tuyệt vời!
zh: 所有例句的超长录音，每个句子间有三秒的停顿-对练习口语有很大帮助！

# enable_audio_04
source: Short audio file for every single example sentence – Great for Speaking Practice!
ar: ملفات صوتية قصيرة لكل مثال - جيد لممارسة التحدث!
bn: প্রতিটি উদাহরণ বাক্য জন্য সংক্ষিপ্ত অডিও ফাইল - অনুশীলনের জন্য খুব উপকারী!
de: Kurze Audio-Datei für jeden einzelnen Beispielsatz - Super für Sprechübungen!
es: Corto archivo de sonio para cada frase de ejemplo individual - Genial para la práctica del habla
fr: Un fichier audio court pour chaque phrase d'exemple - Idéal pour s'entraîner à parler !
hi: हर एक उदाहरण वाक्य के लिए एक छोटी सी ऑडियो फ़ाइल - बोलना अभ्यास करने के लिए बढ़िया!
in: File audio pendek untuk setiap contoh kalimat - Bagus untuk Latihan Berbicara!
it: File audio corti per ogni singola frase esempio - Fantastico per Migliorare la Pronuncia!
iw: קובץ שמע קצר לכל משפט לדוגמה בודד - נהדר לתרגול הדיבור!
ja: どの例文にも付いてくる短い音声ファイル - スピーキングの練習に最適！
ko: 각 문장을 따로 클릭해서 들을 수 있는 각 문장 오디오 파일 - 발음이나 억양 연습에 최고!
pl: Krótkie nagrania dla każdego przykładowego zdania – świetne do ćwiczenia dykcji!
pt: Ficheiro de áudio curto para todas as frases de exemplo - Excelente para a Prática de Falar!
ru: Коротких аудио для каждого предложения по отдельности - Прекрасно для говорения!
ta: ஒவ்வொரு எடுத்துக்காட்டான வாக்கியத்திற்கும் குறுகிய ஆடியோ கோப்புகள் - பேசும் பயிற்சிக்கு சிறந்தது!
th: ไฟล์เสียงสั้นสำหรับทุกประโยคตัวอย่าง - ดีมากสำหรับการฝึกพูด!
tr: Her örnek cümle için kısa ses dosyası - Konuşma Pratiği yapmak için birebir!
vi: Tập tin âm thanh ngắn cho mỗi câu ví dụ đơn lẻ - Tập Nói thật Tuyệt vời!
zh: 每个句子的段录音-对练习口语有很大帮助！

# enable_audio_05
source: Monthly program
ar: النظام الشهرى
bn: মাসিক প্রোগ্রাম
de: Monatliches Programm
es: Programa mensual
fr: Programme mensuel
hi: मासिक कार्यक्रम
in: Program bulanan
it: Programma mensile
iw: תכנית חודשית
ja: 月１回のプログラム
ko: 결제 프로그램
pl: Program miesięczny
pt: Programa mensal
ru: Помесячное использование
ta: மாதாந்த நிகழ்ச்சிநிரல்
th: โปรแกรมรายเดือน
tr: Aylık program
vi: Chương trình hàng tháng
zh: 每个月的项目

# enable_audio_06
source: Unlimited usage with every word, which includes more than 40,000 audio files turned on. This is a NOT a recurring charge plan. Your credit card will be charged only once.
ar: إستخدام غير محدود لكل كلمة. يوجد 40,000 ملف صوتى مفعلين. ليست هذة خطة للدفع المتعدد، فالبطاقة الإئتمانية سوف تحمل مرة واحدة فقط.
bn: প্রত্যেক শব্দের সীমাহীন ব্যবহারের সঙ্গে 40,000 এর অধিক অডিও ফাইল। এটি আবর্তক ব্যয় পরিকল্পনা নয়। আপনার ক্রেডিট কার্ডে শুধুমাত্র একবার চার্জ করা হবে।
de: Unlimitierte Nutzung für jedes Wort, inklusive 40.000 verfügbaren Audio-Dateien. Hier wird Ihre Kreditkarte nur einmalig belastet.
es: Uso ilimitad con cada alabra, que incluye más de 40.000 archivos de sonido encendidos. Este no es un plan de cobro recurrente. Se le cobrará a su tarjeta de crédito solo una vez
fr: Utilisation illimitée avec chaque mot, qui comprend plus de 40.000 fichiers audio disponibles. Ceci n'est PAS une offre à paiement récurrent. Votre carte de crédit ne sera débitée qu'une seule fois.
hi: हर शब्द के साथ असीमित उपयोग, जिसमे 40,000 से अधिक ऑडियो फ़ाइलें शामिल है। यह एक रेकरिंग चार्ज योजना नहीं है। आपके क्रेडिट कार्ड से केवल एक बार ही चार्ज किया जाएगा।
in: Penggunaan tanpa batas pada setiap kata, termasuk lebih dari 40.000 file audio. Ini BUKAN pembayaran berulang. Kartu kredit kamu akan ditagih hanya sekali.
it: Utilizzo illimitato di ogni parola, il che include più di 40,000 file audio abilitati. Questo NON è un servizio in abbonamento. L'importo ti verrà addebitato sulla carta di credito una volta sola.
iw: שימוש לא מוגבל עם כל מילה, שכולל יותר מ-40,000 קבצי שמע מוכנים לשימוש. זו אינה תכנית חיוב מתחדשת. כרטיס האשראי שלך יחויב רק פעם אחת.
ja: どの単語もみな使い放題で、４万を超える音声ファイルも含みます。これは、繰り返し課金されるプランではありません。クレジットカードには１回だけ課金されます。
ko: 구매시, 40,000개 이상의 모든 오디오 파일이 작동됩니다. 기간이 끝나면 자동적으로 또 결제되지 않습니다! 신용카드는 딱 한번만 결제가 이루어 집니다.
pl: Nielimitowane używanie każdego słowa, które zawiera więcej niż 40,000 plików audio. To NIE jest plan cyklicznych zmian. Twoja karta zostanie obciążona tylko raz.
pt: Uso ilimitado de cada palavra, o que inclui mais do que 40,000 ficheiros de áudio. Isto NÃO é um custo periódico recorrente. O seu cartão de crédito apenas será cobrado uma vez.
ru: Безлимитное использование с доступом к более 40 000 аудио файлов. Оплата НЕ периодическая, деньги снимаются только один раз.
ta: 40,000 க்கும் மேற்பட்ட ஆடியோ கோப்புகளை செயற்படுத்தம் ஒவ்வொரு சொல்லுக்குமான எல்லையற்ற பயன்பாடு.இதுவொரு தொடர்ச்சியான கட்டண திட்டமல்ல.உங்கள் கடன் அட்டைமூலம் ஒரு முறை மட்டுமே கட்டணம் அறவிடப்படும்.
th: การใช้งานไม่จำกัดกับทุกคำศัพท์ รวมทั้งมากกว่า 40,000 ไฟล์เสียงที่สามารถใช้ได้ ไม่มีค่าใช้จ่ายเพิ่มเติม บัตรเครดิตของคุณจะมีการจ่ายค่าบริการเพียงครั้งเดียวเท่านั้น
tr: 40.000 ses dosyasının açılmasını da içeren tüm kelimelerin sınırsız kullanımı. Bu tekrar eden bir ödeme planı DEĞİLDİR. Kredi kartınız sadece bir kez faturalandırılacaktır.
vi: Sử dụng không giới hạn mọi từ, bao gồm hơn 40.000 tập tin âm thanh có sẵn. Đây là chương trình KHÔNG tính phí định kỳ. Thẻ tín dụng của bạn chỉ trừ phí một lần duy nhất.
zh: 每个词都有无尽的应用，每个词有超过4000个音频文件。不是每个月都收钱。只收一次钱。

# enable_audio_07
source: 3 months
ar: 3 شهور
bn: 3 মাস
de: 3 Monate
es: 3 meses
fr: 3 mois
hi: ३ महीने
in: 3 bulan
it: 3 mesi
iw: 3 חודשים
ja: ３ヶ月
ko: 3개월 동안
pl: 3 miesiące
pt: 3 meses
ru: 3 месяца
ta: 3 மாதங்கள்
th: 3 เดือน
tr: 3 ay
vi: 3 tháng
zh: 三个月

# enable_audio_08
source: 6 months
ar: 6 شهور
bn: 6 মাস
de: 6 Monate
es: 6 meses
fr: 6 mois
hi: ६ महीने
in: 6 bulan
it: 6 mesi
iw: 6 חודשים
ja: ６ヶ月
ko: 6개월 동안
pl: 6 miesięcy
pt: 6 meses
ru: 6 месяцев
ta: 6மாதங்கள்
th: 6 เดือน
tr: 6 ay
vi: 6 tháng
zh: 六个月

# enable_audio_09
source: 12 months
ar: 12 شهور
bn: 12 মাস
de: 12 Monate
es: 12 meses
fr: 12 mois
hi: १२ महीने
in: 12 bulan
it: 12 mesi
iw: 12 חודשים
ja: １２ヶ月
ko: 12개월 동안
pl: 12 miesięcy
pt: 12 meses
ru: 12 месяцев
ta: 12 மாதங்கள்
th: 12 เดือน
tr: 12 ay
vi: 12 tháng
zh: 十二个月

# enable_audio_10
source: 24 months
ar: 24 شهور
bn: 24 মাস
de: 24 Monate
es: 24 meses
fr: 24 mois
hi: २४ महीने
in: 24 bulan
it: 24 mesi
iw: 24 חודשים
ja: ２４ヶ月
ko: 24개월 동안
pl: 24 miesiące
pt: 24 meses
ru: 24 месяца
ta: 24 மாதங்கள்
th: 24 เดือน
tr: 24 ay
vi: 24 tháng
zh: 二十四个月

# remove_ads_01
source: Turn off all ads permanently for only $5 USD.
ar: إلغى كل الإعلانات بشكل دائم بـ 5 دولار فقط
bn: মাত্র $ 5 ডলার দিয়ে স্থায়ীভাবে সমস্ত বিজ্ঞাপন বন্ধ করুন।
de: Blenden Sie Werbung permanent für nur $5 US-Dollar aus.
es: Apagar los anuncios de forma permanente por solo $5 USD
fr: Désactivez toutes les publicités de façon permanente pour 5 seulement 5 $ USD.
hi: केवल $ 5 में सभी विज्ञापनों को स्थायी रूप से बंद कर दें।
in: Matikan iklan secara permanen hanya $ 5
it: Disabilitapermanentemente tutte le pubblicità per soli 5$
iw: כבה את הפרסומות לצמיתות עבור $5 אמריקניים בלבד.
ja: たった５ドルで全ての広告を永久に取り除けます。
ko: 5달러로 광고 없이 앱을 사용하실 수 있습니다.
pl: Wyłącz wszystkie reklamy na stałe za $5
pt: Desligue toda a publicidade permanentemente por apenas $5 USD.
ru: Выключить всю рекламу за $5
ta: நிரந்தரமாக அனைத்து விளம்பரங்களையும் செயலிழக்கச்செய்ய $5 USD மட்டுமே
th: ปิดโฆษณาทั้งหมดอย่างถาวรในราคาเพียง 5 ดอลล่าร์สหรัฐ
tr: Bütün reklamları kalıcı olarak sadece 5$'a kaldırın.
vi: Tắt vĩnh viễn tất cả các quảng cáo chỉ với 5 USD.
zh: 去掉所有广告，只需$5。

# remove_ads_02
source: Confirm?
ar: تأكيد؟
bn: নিশ্চিত?
de: Bestätigen?
es: ¿Confirmar?
fr: Confirmez ?
hi: पुष्टि करें?
in: Konfirmasi?
it: Confermare?
iw: מאשר?
ja: 確認しましたか？
ko: 확실히 구매하시겠습니까?
pl: Potwierdzić?
pt: Confirma?
ru: Подтвердить?
ta: உறுதிப்படுத்தவும்?
th: ยืนยัน?
tr: Onaylıyor musunuz?
vi: Xác nhận?
zh: 确认？
